export default {
  options: [
    { value: '信州区',
      label: '信州区',
      children: [{
        label: '水南街道办事处',
        value: '水南街道办事处',
        children: [
          {
            label: '上滩头社区居民委员会',
            value: '上滩头社区居民委员会'
          },
          {
            label: '劳动路社区居民委员会',
            value: '劳动路社区居民委员会'
          },
          {
            label: '文通巷社区居民委员会',
            value: '文通巷社区居民委员会'
          },
          {
            label: '丰溪路社区居民委员会',
            value: '丰溪路社区居民委员会'
          },
          {
            label: '豆芽巷社区居民委员会',
            value: '豆芽巷社区居民委员会'
          },
          {
            label: '水南社区居民委员会',
            value: '水南社区居民委员会'
          },
          {
            label: '下滩头社区居民委员会',
            value: '下滩头社区居民委员会'
          },
          {
            label: '书院路社区居民委员会',
            value: '书院路社区居民委员会'
          },
          {
            label: '金山社区居民委员会',
            value: '金山社区居民委员会'
          },
          {
            label: '滩头居民委员会',
            value: '滩头居民委员会'
          },
          {
            label: '刘家坞居民委员会',
            value: '刘家坞居民委员会'
          },
          {
            label: '东瓦窑村民委员会',
            value: '东瓦窑村民委员会'
          }
        ]
      },
      {
        label: '东市街道办事处',
        value: '东市街道办事处',
        children: [
          {
            label: '祝家巷社区居民委员会',
            value: '祝家巷社区居民委员会'
          },
          {
            label: '市府大院社区居民委员会',
            value: '市府大院社区居民委员会'
          },
          {
            label: '中山路社区居民委员会',
            value: '中山路社区居民委员会'
          },
          {
            label: '三里亭社区居民委员会',
            value: '三里亭社区居民委员会'
          },
          {
            label: '南门路社区居民委员会',
            value: '南门路社区居民委员会'
          },
          {
            label: '体育馆路社区居民委员会',
            value: '体育馆路社区居民委员会'
          },
          {
            label: '建新社区居民委员会',
            value: '建新社区居民委员会'
          },
          {
            label: '沿城社区居民委员会',
            value: '沿城社区居民委员会'
          },
          {
            label: '北门村社区居民委员会',
            value: '北门村社区居民委员会'
          },
          {
            label: '五三小区一社区居民委员会',
            value: '五三小区一社区居民委员会'
          },
          {
            label: '五三小区二社区居民委员会',
            value: '五三小区二社区居民委员会'
          },
          {
            label: '施家山社区居民委员会',
            value: '施家山社区居民委员会'
          },
          {
            label: '现代城社区居民委员会',
            value: '现代城社区居民委员会'
          },
          {
            label: '大井头社区居民委员会',
            value: '大井头社区居民委员会'
          },
          {
            label: '金龙岗社区居民委员会',
            value: '金龙岗社区居民委员会'
          },
          {
            label: '箭道巷社区居民委员会',
            value: '箭道巷社区居民委员会'
          },
          {
            label: '东门新村居民委员会',
            value: '东门新村居民委员会'
          },
          {
            label: '茶圣中路社区居民委员会',
            value: '茶圣中路社区居民委员会'
          },
          {
            label: '紫园社区居民委员会',
            value: '紫园社区居民委员会'
          }
        ]
      },
      {
        label: '西市街道办事处',
        value: '西市街道办事处',
        children: [
          {
            label: '大公厂社区居民委员会',
            value: '大公厂社区居民委员会'
          },
          {
            label: '马家弄社区居民委员会',
            value: '马家弄社区居民委员会'
          },
          {
            label: '八角塘社区居民委员会',
            value: '八角塘社区居民委员会'
          },
          {
            label: '解放路社区居民委员会',
            value: '解放路社区居民委员会'
          },
          {
            label: '天津桥社区居民委员会',
            value: '天津桥社区居民委员会'
          },
          {
            label: '解放河社区居民委员会',
            value: '解放河社区居民委员会'
          },
          {
            label: '河中巷社区居民委员会',
            value: '河中巷社区居民委员会'
          },
          {
            label: '胜利路社区居民委员会',
            value: '胜利路社区居民委员会'
          },
          {
            label: '三官殿社区居民委员会',
            value: '三官殿社区居民委员会'
          },
          {
            label: '五桂山社区居民委员会',
            value: '五桂山社区居民委员会'
          },
          {
            label: '茶山路社区居民委员会',
            value: '茶山路社区居民委员会'
          },
          {
            label: '杨家石桥社区居民委员会',
            value: '杨家石桥社区居民委员会'
          },
          {
            label: '桥村社区居民委员会',
            value: '桥村社区居民委员会'
          },
          {
            label: '铁一社区居民委员会',
            value: '铁一社区居民委员会'
          },
          {
            label: '铁三社区居民委员会',
            value: '铁三社区居民委员会'
          },
          {
            label: '铁四社区居民委员会',
            value: '铁四社区居民委员会'
          },
          {
            label: '白鸥园社区居民委员会',
            value: '白鸥园社区居民委员会'
          },
          {
            label: '渡口社区居民委员会',
            value: '渡口社区居民委员会'
          },
          {
            label: '铁二社区居民委员会',
            value: '铁二社区居民委员会'
          },
          {
            label: '庆丰居民委员会',
            value: '庆丰居民委员会'
          }
        ]
      },
      {
        label: '北门街道办事处',
        value: '北门街道办事处',
        children: [
          {
            label: '龙芽亭社区居民委员会',
            value: '龙芽亭社区居民委员会'
          },
          {
            label: '带湖路社区居民委员会',
            value: '带湖路社区居民委员会'
          },
          {
            label: '稼轩社区居民委员会',
            value: '稼轩社区居民委员会'
          },
          {
            label: '吉阳山社区居民委员会',
            value: '吉阳山社区居民委员会'
          },
          {
            label: '外沽塘社区居民委员会',
            value: '外沽塘社区居民委员会'
          },
          {
            label: '凤凰社区居民委员会',
            value: '凤凰社区居民委员会'
          },
          {
            label: '月泉社区居民委员会',
            value: '月泉社区居民委员会'
          },
          {
            label: '紫阳社区居民委员会',
            value: '紫阳社区居民委员会'
          },
          {
            label: '沽塘居民委员会',
            value: '沽塘居民委员会'
          },
          {
            label: '民主居民委员会',
            value: '民主居民委员会'
          },
          {
            label: '郭门居民委员会',
            value: '郭门居民委员会'
          },
          {
            label: '龙潭居民委员会',
            value: '龙潭居民委员会'
          },
          {
            label: '东都花园社区居民委员会',
            value: '东都花园社区居民委员会'
          }
        ]
      },
      {
        label: '茅家岭街道',
        value: '茅家岭街道',
        children: [
          {
            label: '世纪花园社区居民委员会',
            value: '世纪花园社区居民委员会'
          },
          {
            label: '解放居民委员会',
            value: '解放居民委员会'
          },
          {
            label: '畴口居民委员会',
            value: '畴口居民委员会'
          },
          {
            label: '汪家园居民委员会',
            value: '汪家园居民委员会'
          },
          {
            label: '同心居民委员会',
            value: '同心居民委员会'
          },
          {
            label: '四吉居民委员会',
            value: '四吉居民委员会'
          },
          {
            label: '钟灵社区居民委员会',
            value: '钟灵社区居民委员会'
          },
          {
            label: '杨家湖社区居民委员会',
            value: '杨家湖社区居民委员会'
          },
          {
            label: '茅家岭村民委员会',
            value: '茅家岭村民委员会'
          },
          {
            label: '周田村民委员会',
            value: '周田村民委员会'
          },
          {
            label: '塔水村民委员会',
            value: '塔水村民委员会'
          },
          {
            label: '车头村民委员会',
            value: '车头村民委员会'
          }
        ]
      },
      {
        label: '灵溪街道办事处',
        value: '灵溪街道办事处',
        children: [
          {
            label: '灵溪街道社区居民委员会',
            value: '灵溪街道社区居民委员会'
          },
          {
            label: '松山居民委员会',
            value: '松山居民委员会'
          },
          {
            label: '胜利居民委员会',
            value: '胜利居民委员会'
          },
          {
            label: '丁洲居民委员会',
            value: '丁洲居民委员会'
          },
          {
            label: '淤里村民委员会',
            value: '淤里村民委员会'
          },
          {
            label: '张家村民委员会',
            value: '张家村民委员会'
          },
          {
            label: '日昇村民委员会',
            value: '日昇村民委员会'
          },
          {
            label: '龙泉村民委员会',
            value: '龙泉村民委员会'
          },
          {
            label: '灵湖村民委员会',
            value: '灵湖村民委员会'
          },
          {
            label: '邵新村民委员会',
            value: '邵新村民委员会'
          }
        ]
      },
      {
        label: '沙溪镇',
        value: '沙溪镇',
        children: [
          {
            label: '沙溪街社区居民委员会',
            value: '沙溪街社区居民委员会'
          },
          {
            label: '胜利社区居民委员会',
            value: '胜利社区居民委员会'
          },
          {
            label: '东风村民委员会',
            value: '东风村民委员会'
          },
          {
            label: '向阳村民委员会',
            value: '向阳村民委员会'
          },
          {
            label: '龙头村民委员会',
            value: '龙头村民委员会'
          },
          {
            label: '李家村民委员会',
            value: '李家村民委员会'
          },
          {
            label: '五里村民委员会',
            value: '五里村民委员会'
          },
          {
            label: '英塘村民委员会',
            value: '英塘村民委员会'
          },
          {
            label: '油麻坞村民委员会',
            value: '油麻坞村民委员会'
          },
          {
            label: '白石村民委员会',
            value: '白石村民委员会'
          },
          {
            label: '宋宅村民委员会',
            value: '宋宅村民委员会'
          },
          {
            label: '西坂村民委员会',
            value: '西坂村民委员会'
          },
          {
            label: '铅岭村民委员会',
            value: '铅岭村民委员会'
          },
          {
            label: '青岩村民委员会',
            value: '青岩村民委员会'
          },
          {
            label: '何家村民委员会',
            value: '何家村民委员会'
          }
        ]
      },
      {
        label: '朝阳镇',
        value: '朝阳镇',
        children: [
          {
            label: '下潭居民委员会',
            value: '下潭居民委员会'
          },
          {
            label: '狮山居民委员会',
            value: '狮山居民委员会'
          },
          {
            label: '朝阳村民委员会',
            value: '朝阳村民委员会'
          },
          {
            label: '青石村民委员会',
            value: '青石村民委员会'
          },
          {
            label: '青金村民委员会',
            value: '青金村民委员会'
          },
          {
            label: '石垅孔村民委员会',
            value: '石垅孔村民委员会'
          },
          {
            label: '下源村民委员会',
            value: '下源村民委员会'
          },
          {
            label: '溪边村民委员会',
            value: '溪边村民委员会'
          },
          {
            label: '西园村民委员会',
            value: '西园村民委员会'
          },
          {
            label: '王村村民委员会',
            value: '王村村民委员会'
          },
          {
            label: '十里村民委员会',
            value: '十里村民委员会'
          },
          {
            label: '中潭村民委员会',
            value: '中潭村民委员会'
          },
          {
            label: '盘石村民委员会',
            value: '盘石村民委员会'
          }
        ]
      },
      {
        label: '秦峰镇',
        value: '秦峰镇',
        children: [
          {
            label: '秦峰村民委员会',
            value: '秦峰村民委员会'
          },
          {
            label: '霍村村民委员会',
            value: '霍村村民委员会'
          },
          {
            label: '路底村民委员会',
            value: '路底村民委员会'
          },
          {
            label: '占村村民委员会',
            value: '占村村民委员会'
          },
          {
            label: '岩坑村民委员会',
            value: '岩坑村民委员会'
          },
          {
            label: '五石村民委员会',
            value: '五石村民委员会'
          },
          {
            label: '下湖村民委员会',
            value: '下湖村民委员会'
          },
          {
            label: '管家村民委员会',
            value: '管家村民委员会'
          },
          {
            label: '东塘村民委员会',
            value: '东塘村民委员会'
          },
          {
            label: '新塘村民委员会',
            value: '新塘村民委员会'
          },
          {
            label: '老坞村民委员会',
            value: '老坞村民委员会'
          }
        ]
      }
      ]
    },
    {
      value: '广丰区',
      label: '广丰区',
      children: [{
        label: '永丰街道办事处',
        value: '永丰街道办事处',
        children: [
          {
            label: '东关社区居民委员会',
            value: '东关社区居民委员会'
          },
          {
            label: '商城社区居民委员会',
            value: '商城社区居民委员会'
          },
          {
            label: '西山社区居民委员会',
            value: '西山社区居民委员会'
          },
          {
            label: '东街社区居民委员会',
            value: '东街社区居民委员会'
          },
          {
            label: '鸟林街社区居民委员会',
            value: '鸟林街社区居民委员会'
          },
          {
            label: '横路社区居民委员会',
            value: '横路社区居民委员会'
          },
          {
            label: '湖沿社区居民委员会',
            value: '湖沿社区居民委员会'
          },
          {
            label: '西门社区居民委员会',
            value: '西门社区居民委员会'
          },
          {
            label: '北门社区居民委员会',
            value: '北门社区居民委员会'
          },
          {
            label: '大塘角社区居民委员会',
            value: '大塘角社区居民委员会'
          },
          {
            label: '麦园社区居民委员会',
            value: '麦园社区居民委员会'
          },
          {
            label: '裕丰社区居民委员会',
            value: '裕丰社区居民委员会'
          },
          {
            label: '白鹤畈社区居民委员会',
            value: '白鹤畈社区居民委员会'
          },
          {
            label: '平安社区居民委员会',
            value: '平安社区居民委员会'
          },
          {
            label: '南山社区居民委员会',
            value: '南山社区居民委员会'
          }
        ]
      },
      {
        label: '芦林街道办事处',
        value: '芦林街道办事处',
        children: [
          {
            label: '源溪社区居民委员会',
            value: '源溪社区居民委员会'
          },
          {
            label: '三官殿社区居民委员会',
            value: '三官殿社区居民委员会'
          },
          {
            label: '湖头社区居民委员会',
            value: '湖头社区居民委员会'
          },
          {
            label: '塘溪社区居民委员会',
            value: '塘溪社区居民委员会'
          },
          {
            label: '西坛社区居民委员会',
            value: '西坛社区居民委员会'
          },
          {
            label: '石谢社区居民委员会',
            value: '石谢社区居民委员会'
          },
          {
            label: '五里社区居民委员会',
            value: '五里社区居民委员会'
          },
          {
            label: '翁岭村民委员会',
            value: '翁岭村民委员会'
          },
          {
            label: '上呈村民委员会',
            value: '上呈村民委员会'
          }
        ]
      },
      {
        label: '丰溪街道办事处',
        value: '丰溪街道办事处',
        children: [
          {
            label: '苏塘社区居民委员会',
            value: '苏塘社区居民委员会'
          },
          {
            label: '五角塘社区居民委员会',
            value: '五角塘社区居民委员会'
          },
          {
            label: '小康城社区居民委员会',
            value: '小康城社区居民委员会'
          },
          {
            label: '南屏社区居民委员会',
            value: '南屏社区居民委员会'
          },
          {
            label: '塘墀社区居民委员会',
            value: '塘墀社区居民委员会'
          },
          {
            label: '金墀社区居民委员会',
            value: '金墀社区居民委员会'
          },
          {
            label: '卧龙城社区居民委员会',
            value: '卧龙城社区居民委员会'
          },
          {
            label: '三都村民委员会',
            value: '三都村民委员会'
          },
          {
            label: '大石山村民委员会',
            value: '大石山村民委员会'
          },
          {
            label: '黄家淤村民委员会',
            value: '黄家淤村民委员会'
          },
          {
            label: '朱坞村民委员会',
            value: '朱坞村民委员会'
          }
        ]
      },
      {
        label: '下溪街道办事处',
        value: '下溪街道办事处',
        children: [
          {
            label: '大坪社区居民委员会',
            value: '大坪社区居民委员会'
          },
          {
            label: '王洋社区居民委员会',
            value: '王洋社区居民委员会'
          },
          {
            label: '西溪社区居民委员会',
            value: '西溪社区居民委员会'
          },
          {
            label: '官塘社区居委会',
            value: '官塘社区居委会'
          },
          {
            label: '杨村村民委员会',
            value: '杨村村民委员会'
          },
          {
            label: '溪滩村民委员会',
            value: '溪滩村民委员会'
          },
          {
            label: '双井村民委员会',
            value: '双井村民委员会'
          },
          {
            label: '大阳亭村民委员会',
            value: '大阳亭村民委员会'
          }
        ]
      },
      {
        label: '大石街道办事处',
        value: '大石街道办事处',
        children: [
          {
            label: '抱坞亭村民委员会',
            value: '抱坞亭村民委员会'
          },
          {
            label: '溪边村民委员会',
            value: '溪边村民委员会'
          },
          {
            label: '大塘底村民委员会',
            value: '大塘底村民委员会'
          },
          {
            label: '水阁村民委员会',
            value: '水阁村民委员会'
          },
          {
            label: '四公村民委员会',
            value: '四公村民委员会'
          },
          {
            label: '大石头村民委员会',
            value: '大石头村民委员会'
          },
          {
            label: '十字垄村民委员会',
            value: '十字垄村民委员会'
          }
        ]
      },
      {
        label: '五都镇',
        value: '五都镇',
        children: [
          {
            label: '修文街社区居民委员会',
            value: '修文街社区居民委员会'
          },
          {
            label: '义星街社区居民委员会',
            value: '义星街社区居民委员会'
          },
          {
            label: '西湖街社区居民委员会',
            value: '西湖街社区居民委员会'
          },
          {
            label: '五都社区居民委员会',
            value: '五都社区居民委员会'
          },
          {
            label: '杉溪社区居民委员会',
            value: '杉溪社区居民委员会'
          },
          {
            label: '六都村民委员会',
            value: '六都村民委员会'
          },
          {
            label: '仙洲村民委员会',
            value: '仙洲村民委员会'
          },
          {
            label: '前山村民委员会',
            value: '前山村民委员会'
          },
          {
            label: '黄丰村民委员会',
            value: '黄丰村民委员会'
          },
          {
            label: '紫坞村民委员会',
            value: '紫坞村民委员会'
          },
          {
            label: '花棚村民委员会',
            value: '花棚村民委员会'
          },
          {
            label: '兰田村民委员会',
            value: '兰田村民委员会'
          },
          {
            label: '项家村民委员会',
            value: '项家村民委员会'
          },
          {
            label: '松林村民委员会',
            value: '松林村民委员会'
          },
          {
            label: '澄村村民委员会',
            value: '澄村村民委员会'
          },
          {
            label: '双桥村民委员会',
            value: '双桥村民委员会'
          },
          {
            label: '塔山村民委员会',
            value: '塔山村民委员会'
          },
          {
            label: '王家畈村民委员会',
            value: '王家畈村民委员会'
          },
          {
            label: '东升林场生活区',
            value: '东升林场生活区'
          },
          {
            label: '红旗林场生活区',
            value: '红旗林场生活区'
          }
        ]
      },
      {
        label: '洋口镇',
        value: '洋口镇',
        children: [
          {
            label: '中心街社区居民委员会',
            value: '中心街社区居民委员会'
          },
          {
            label: '中山街社区居民委员会',
            value: '中山街社区居民委员会'
          },
          {
            label: '严村社区居民委员会',
            value: '严村社区居民委员会'
          },
          {
            label: '洲头社区居民委员会',
            value: '洲头社区居民委员会'
          },
          {
            label: '洋江社区居民委员会',
            value: '洋江社区居民委员会'
          },
          {
            label: '湖边社区居民委员会',
            value: '湖边社区居民委员会'
          },
          {
            label: '祝家墩社区居民委员会',
            value: '祝家墩社区居民委员会'
          },
          {
            label: '昆山社区居民委员会',
            value: '昆山社区居民委员会'
          },
          {
            label: '水北社区居民委员会',
            value: '水北社区居民委员会'
          },
          {
            label: '富山村民委员会',
            value: '富山村民委员会'
          },
          {
            label: '新村村民委员会',
            value: '新村村民委员会'
          },
          {
            label: '壶山村民委员会',
            value: '壶山村民委员会'
          },
          {
            label: '赵塘村民委员会',
            value: '赵塘村民委员会'
          },
          {
            label: '庙林村民委员会',
            value: '庙林村民委员会'
          },
          {
            label: '莲鼓村民委员会',
            value: '莲鼓村民委员会'
          },
          {
            label: '战畈村民委员会',
            value: '战畈村民委员会'
          },
          {
            label: '梓里村民委员会',
            value: '梓里村民委员会'
          },
          {
            label: '古城村民委员会',
            value: '古城村民委员会'
          },
          {
            label: '和尚渡村民委员会',
            value: '和尚渡村民委员会'
          },
          {
            label: '苗山村民委员会',
            value: '苗山村民委员会'
          },
          {
            label: '蔡村村民委员会',
            value: '蔡村村民委员会'
          },
          {
            label: '青桥村民委员会',
            value: '青桥村民委员会'
          }
        ]
      },
      {
        label: '横山镇',
        value: '横山镇',
        children: [
          {
            label: '廿四都社区居民委员会',
            value: '廿四都社区居民委员会'
          },
          {
            label: '上铺村民委员会',
            value: '上铺村民委员会'
          },
          {
            label: '东山村民委员会',
            value: '东山村民委员会'
          },
          {
            label: '余村村民委员会',
            value: '余村村民委员会'
          },
          {
            label: '山头村民委员会',
            value: '山头村民委员会'
          },
          {
            label: '廿三都村民委员会',
            value: '廿三都村民委员会'
          },
          {
            label: '前洋村民委员会',
            value: '前洋村民委员会'
          },
          {
            label: '上孚村民委员会',
            value: '上孚村民委员会'
          },
          {
            label: '双峰村民委员会',
            value: '双峰村民委员会'
          },
          {
            label: '柴九洋村民委员会',
            value: '柴九洋村民委员会'
          },
          {
            label: '龙潭村民委员会',
            value: '龙潭村民委员会'
          }
        ]
      },
      {
        label: '桐畈镇',
        value: '桐畈镇',
        children: [
          {
            label: '桐畈社区居民委员会',
            value: '桐畈社区居民委员会'
          },
          {
            label: '溪山社区居民委员会',
            value: '溪山社区居民委员会'
          },
          {
            label: '下社村民委员会',
            value: '下社村民委员会'
          },
          {
            label: '高厅村民委员会',
            value: '高厅村民委员会'
          },
          {
            label: '王家村民委员会',
            value: '王家村民委员会'
          },
          {
            label: '深坑村民委员会',
            value: '深坑村民委员会'
          },
          {
            label: '蒋坞村民委员会',
            value: '蒋坞村民委员会'
          },
          {
            label: '二渡关村民委员会',
            value: '二渡关村民委员会'
          },
          {
            label: '鲍坞村民委员会',
            value: '鲍坞村民委员会'
          },
          {
            label: '后垄村民委员会',
            value: '后垄村民委员会'
          },
          {
            label: '毛溪村民委员会',
            value: '毛溪村民委员会'
          },
          {
            label: '大洲村民委员会',
            value: '大洲村民委员会'
          }
        ]
      },
      {
        label: '湖丰镇',
        value: '湖丰镇',
        children: [
          {
            label: '湖丰社区居民委员会',
            value: '湖丰社区居民委员会'
          },
          {
            label: '徐家村民委员会',
            value: '徐家村民委员会'
          },
          {
            label: '回树底村民委员会',
            value: '回树底村民委员会'
          },
          {
            label: '桥头村民委员会',
            value: '桥头村民委员会'
          },
          {
            label: '槐芳村民委员会',
            value: '槐芳村民委员会'
          },
          {
            label: '尖山村民委员会',
            value: '尖山村民委员会'
          },
          {
            label: '湖丰蚕场生活区',
            value: '湖丰蚕场生活区'
          }
        ]
      },
      {
        label: '大南镇',
        value: '大南镇',
        children: [
          {
            label: '大南村民委员会',
            value: '大南村民委员会'
          },
          {
            label: '石桥村民委员会',
            value: '石桥村民委员会'
          },
          {
            label: '塘狮村民委员会',
            value: '塘狮村民委员会'
          },
          {
            label: '古村村民委员会',
            value: '古村村民委员会'
          },
          {
            label: '茭塘村民委员会',
            value: '茭塘村民委员会'
          },
          {
            label: '李家村民委员会',
            value: '李家村民委员会'
          }
        ]
      },
      {
        label: '排山镇',
        value: '排山镇',
        children: [
          {
            label: '排山社区居民委员会',
            value: '排山社区居民委员会'
          },
          {
            label: '卅八都村民委员会',
            value: '卅八都村民委员会'
          },
          {
            label: '墩头村民委员会',
            value: '墩头村民委员会'
          },
          {
            label: '塘上村民委员会',
            value: '塘上村民委员会'
          },
          {
            label: '黄狮村民委员会',
            value: '黄狮村民委员会'
          },
          {
            label: '王坑村民委员会',
            value: '王坑村民委员会'
          },
          {
            label: '西山底村民委员会',
            value: '西山底村民委员会'
          },
          {
            label: '下余村民委员会',
            value: '下余村民委员会'
          },
          {
            label: '余坡塭村民委员会',
            value: '余坡塭村民委员会'
          },
          {
            label: '牌门村民委员会',
            value: '牌门村民委员会'
          },
          {
            label: '荷坞村民委员会',
            value: '荷坞村民委员会'
          }
        ]
      },
      {
        label: '毛村镇',
        value: '毛村镇',
        children: [
          {
            label: '八都社区居民委员会',
            value: '八都社区居民委员会'
          },
          {
            label: '毛村村民委员会',
            value: '毛村村民委员会'
          },
          {
            label: '乌岩村民委员会',
            value: '乌岩村民委员会'
          },
          {
            label: '百花村民委员会',
            value: '百花村民委员会'
          },
          {
            label: '后溪村民委员会',
            value: '后溪村民委员会'
          },
          {
            label: '杨坞村民委员会',
            value: '杨坞村民委员会'
          }
        ]
      },
      {
        label: '枧底镇',
        value: '枧底镇',
        children: [
          {
            label: '枧底社区居民委员会',
            value: '枧底社区居民委员会'
          },
          {
            label: '溪西村民委员会',
            value: '溪西村民委员会'
          },
          {
            label: '东井村民委员会',
            value: '东井村民委员会'
          },
          {
            label: '畈上村民委员会',
            value: '畈上村民委员会'
          },
          {
            label: '铜坑村民委员会',
            value: '铜坑村民委员会'
          },
          {
            label: '铜山村民委员会',
            value: '铜山村民委员会'
          }
        ]
      },
      {
        label: '泉波镇',
        value: '泉波镇',
        children: [
          {
            label: '七都社区居民委员会',
            value: '七都社区居民委员会'
          },
          {
            label: '王家坞村民委员会',
            value: '王家坞村民委员会'
          },
          {
            label: '泉波村民委员会',
            value: '泉波村民委员会'
          },
          {
            label: '边山村民委员会',
            value: '边山村民委员会'
          },
          {
            label: '鸿坛村民委员会',
            value: '鸿坛村民委员会'
          },
          {
            label: '吉塘村民委员会',
            value: '吉塘村民委员会'
          },
          {
            label: '梧桐坞村民委员会',
            value: '梧桐坞村民委员会'
          },
          {
            label: '吟阳村民委员会',
            value: '吟阳村民委员会'
          }
        ]
      },
      {
        label: '壶峤镇',
        value: '壶峤镇',
        children: [
          {
            label: '壶峤社区居民委员会',
            value: '壶峤社区居民委员会'
          },
          {
            label: '流源村民委员会',
            value: '流源村民委员会'
          },
          {
            label: '朱师村民委员会',
            value: '朱师村民委员会'
          },
          {
            label: '郑村坞村民委员会',
            value: '郑村坞村民委员会'
          },
          {
            label: '塘头村民委员会',
            value: '塘头村民委员会'
          },
          {
            label: '渡头村民委员会',
            value: '渡头村民委员会'
          },
          {
            label: '东阳村民委员会',
            value: '东阳村民委员会'
          }
        ]
      },
      {
        label: '霞峰镇',
        value: '霞峰镇',
        children: [
          {
            label: '大尖山社区居民委员会',
            value: '大尖山社区居民委员会'
          },
          {
            label: '下坊社区居民委员会',
            value: '下坊社区居民委员会'
          },
          {
            label: '赤塘村民委员会',
            value: '赤塘村民委员会'
          },
          {
            label: '方村村民委员会',
            value: '方村村民委员会'
          },
          {
            label: '公堂村民委员会',
            value: '公堂村民委员会'
          },
          {
            label: '三里村民委员会',
            value: '三里村民委员会'
          },
          {
            label: '石山村民委员会',
            value: '石山村民委员会'
          },
          {
            label: '坑东村民委员会',
            value: '坑东村民委员会'
          },
          {
            label: '大洋村民委员会',
            value: '大洋村民委员会'
          }
        ]
      },
      {
        label: '吴村镇',
        value: '吴村镇',
        children: [
          {
            label: '吴村社区居民委员会',
            value: '吴村社区居民委员会'
          },
          {
            label: '塘边村民委员会',
            value: '塘边村民委员会'
          },
          {
            label: '前村村民委员会',
            value: '前村村民委员会'
          },
          {
            label: '东塘村民委员会',
            value: '东塘村民委员会'
          },
          {
            label: '傅家棚村民委员会',
            value: '傅家棚村民委员会'
          },
          {
            label: '玉田村民委员会',
            value: '玉田村民委员会'
          },
          {
            label: '河源村民委员会',
            value: '河源村民委员会'
          },
          {
            label: '胜利村民委员会',
            value: '胜利村民委员会'
          },
          {
            label: '路亭山村民委员会',
            value: '路亭山村民委员会'
          },
          {
            label: '峡源村民委员会',
            value: '峡源村民委员会'
          },
          {
            label: '普塘村民委员会',
            value: '普塘村民委员会'
          }
        ]
      },
      {
        label: '沙田镇',
        value: '沙田镇',
        children: [
          {
            label: '沙田村民委员会',
            value: '沙田村民委员会'
          },
          {
            label: '碧石村民委员会',
            value: '碧石村民委员会'
          },
          {
            label: '港口村民委员会',
            value: '港口村民委员会'
          },
          {
            label: '十六都村民委员会',
            value: '十六都村民委员会'
          },
          {
            label: '沙溪村民委员会',
            value: '沙溪村民委员会'
          },
          {
            label: '坞垄村民委员会',
            value: '坞垄村民委员会'
          },
          {
            label: '溪淤村民委员会',
            value: '溪淤村民委员会'
          },
          {
            label: '溪头村民委员会',
            value: '溪头村民委员会'
          }
        ]
      },
      {
        label: '铜钹山镇',
        value: '铜钹山镇',
        children: [
          {
            label: '岭底村民委员会',
            value: '岭底村民委员会'
          },
          {
            label: '家潭村民委员会',
            value: '家潭村民委员会'
          },
          {
            label: '军潭村民委员会',
            value: '军潭村民委员会'
          },
          {
            label: '石溪村民委员会',
            value: '石溪村民委员会'
          },
          {
            label: '铁山村民委员会',
            value: '铁山村民委员会'
          },
          {
            label: '叶家村民委员会',
            value: '叶家村民委员会'
          },
          {
            label: '高阳村民委员会',
            value: '高阳村民委员会'
          },
          {
            label: '七星村民委员会',
            value: '七星村民委员会'
          },
          {
            label: '小丰村民委员会',
            value: '小丰村民委员会'
          },
          {
            label: '石人村民委员会',
            value: '石人村民委员会'
          }
        ]
      },
      {
        label: '东阳乡',
        value: '东阳乡',
        children: [
          {
            label: '社后村民委员会',
            value: '社后村民委员会'
          },
          {
            label: '竹岩村民委员会',
            value: '竹岩村民委员会'
          },
          {
            label: '湖口村民委员会',
            value: '湖口村民委员会'
          },
          {
            label: '后阳村民委员会',
            value: '后阳村民委员会'
          },
          {
            label: '管村村民委员会',
            value: '管村村民委员会'
          },
          {
            label: '龙溪村民委员会',
            value: '龙溪村民委员会'
          },
          {
            label: '舵阳村民委员会',
            value: '舵阳村民委员会'
          },
          {
            label: '清淤村民委员会',
            value: '清淤村民委员会'
          },
          {
            label: '清塘村民委员会',
            value: '清塘村民委员会'
          },
          {
            label: '大门底村民委员会',
            value: '大门底村民委员会'
          },
          {
            label: '苏溪村民委员会',
            value: '苏溪村民委员会'
          },
          {
            label: '田青铺村民委员会',
            value: '田青铺村民委员会'
          }
        ]
      },
      {
        label: '嵩峰乡',
        value: '嵩峰乡',
        children: [
          {
            label: '十一都村民委员会',
            value: '十一都村民委员会'
          },
          {
            label: '里洋村民委员会',
            value: '里洋村民委员会'
          },
          {
            label: '银丰村民委员会',
            value: '银丰村民委员会'
          },
          {
            label: '杨柳村民委员会',
            value: '杨柳村民委员会'
          },
          {
            label: '十都村民委员会',
            value: '十都村民委员会'
          },
          {
            label: '石岩村民委员会',
            value: '石岩村民委员会'
          }
        ]
      },
      {
        label: '少阳乡',
        value: '少阳乡',
        children: [
          {
            label: '少阳村民委员会',
            value: '少阳村民委员会'
          },
          {
            label: '双塘村民委员会',
            value: '双塘村民委员会'
          },
          {
            label: '养塘村民委员会',
            value: '养塘村民委员会'
          },
          {
            label: '新塘村民委员会',
            value: '新塘村民委员会'
          },
          {
            label: '泉岭村民委员会',
            value: '泉岭村民委员会'
          },
          {
            label: '黄家山村民委员会',
            value: '黄家山村民委员会'
          },
          {
            label: '交溪村民委员会',
            value: '交溪村民委员会'
          }
        ]
      },
      {
        label: '铜拔山垦殖场',
        value: '铜拔山垦殖场',
        children: [
          {
            label: '大丰源林场生活区',
            value: '大丰源林场生活区'
          },
          {
            label: '大丰林场生活区',
            value: '大丰林场生活区'
          },
          {
            label: '张屯头林场生活区',
            value: '张屯头林场生活区'
          },
          {
            label: '大东坑林场生活区',
            value: '大东坑林场生活区'
          },
          {
            label: '条铺林场生活区',
            value: '条铺林场生活区'
          },
          {
            label: '徐墩林场生活区',
            value: '徐墩林场生活区'
          },
          {
            label: '新岭林场生活区',
            value: '新岭林场生活区'
          },
          {
            label: '交溪林场生活区',
            value: '交溪林场生活区'
          }
        ]
      }]
    },
    {
      value: '上饶县',
      label: '上饶县',
      children: [{
        label: '旭日街道办事处',
        value: '旭日街道办事处',
        children: [
          {
            label: '七六社区居民委员会',
            value: '七六社区居民委员会'
          },
          {
            label: '信江社区居民委员会',
            value: '信江社区居民委员会'
          },
          {
            label: '信美社区居民委员会',
            value: '信美社区居民委员会'
          },
          {
            label: '月亮湾社区居民委员会',
            value: '月亮湾社区居民委员会'
          },
          {
            label: '桥下社区居民委员会',
            value: '桥下社区居民委员会'
          },
          {
            label: '旭日社区居民委员会',
            value: '旭日社区居民委员会'
          },
          {
            label: '惟义社区居民委员会',
            value: '惟义社区居民委员会'
          },
          {
            label: '阳光社区居委会',
            value: '阳光社区居委会'
          },
          {
            label: '东升社区居委会',
            value: '东升社区居委会'
          },
          {
            label: '建安社区居委会',
            value: '建安社区居委会'
          },
          {
            label: '春江社区居委会',
            value: '春江社区居委会'
          },
          {
            label: '金桥社区居委会',
            value: '金桥社区居委会'
          }
        ]
      },
      {
        label: '罗桥街道办事处',
        value: '罗桥街道办事处',
        children: [
          {
            label: '罗桥社区居民委员会',
            value: '罗桥社区居民委员会'
          },
          {
            label: '下山社区居民委员会',
            value: '下山社区居民委员会'
          },
          {
            label: '畈头社区居民委员会',
            value: '畈头社区居民委员会'
          },
          {
            label: '松岭社区居委会',
            value: '松岭社区居委会'
          },
          {
            label: '文家社区居民委员会',
            value: '文家社区居民委员会'
          },
          {
            label: '樟村村民委员会',
            value: '樟村村民委员会'
          },
          {
            label: '横山村民委员会',
            value: '横山村民委员会'
          }
        ]
      },
      {
        label: '兴园街道办事处',
        value: '兴园街道办事处',
        children: [
          {
            label: '前山居委会',
            value: '前山居委会'
          },
          {
            label: '黄源居委会',
            value: '黄源居委会'
          },
          {
            label: '新科社区居民委员会',
            value: '新科社区居民委员会'
          },
          {
            label: '凤凰社区居民委员会',
            value: '凤凰社区居民委员会'
          },
          {
            label: '苏家村委会',
            value: '苏家村委会'
          },
          {
            label: '板桥村委会',
            value: '板桥村委会'
          }
        ]
      },
      {
        label: '田墩镇',
        value: '田墩镇',
        children: [
          {
            label: '田墩居民委员会',
            value: '田墩居民委员会'
          },
          {
            label: '湖潭村民委员会',
            value: '湖潭村民委员会'
          },
          {
            label: '荷家村民委员会',
            value: '荷家村民委员会'
          },
          {
            label: '廖家村民委员会',
            value: '廖家村民委员会'
          },
          {
            label: '东坑村民委员会',
            value: '东坑村民委员会'
          },
          {
            label: '儒坞村民委员会',
            value: '儒坞村民委员会'
          },
          {
            label: '流源村民委员会',
            value: '流源村民委员会'
          },
          {
            label: '黄坑村民委员会',
            value: '黄坑村民委员会'
          },
          {
            label: '双源村民委员会',
            value: '双源村民委员会'
          },
          {
            label: '冷水村民委员会',
            value: '冷水村民委员会'
          },
          {
            label: '岑峰村民委员会',
            value: '岑峰村民委员会'
          },
          {
            label: '黄石村民委员会',
            value: '黄石村民委员会'
          },
          {
            label: '七峰村民委员会',
            value: '七峰村民委员会'
          },
          {
            label: '红门村民委员会',
            value: '红门村民委员会'
          },
          {
            label: '长塘村民委员会',
            value: '长塘村民委员会'
          }
        ]
      },
      {
        label: '上泸镇',
        value: '上泸镇',
        children: [
          {
            label: '上泸居民委员会',
            value: '上泸居民委员会'
          },
          {
            label: '清泉居民委员会',
            value: '清泉居民委员会'
          },
          {
            label: '三连坑村民委员会',
            value: '三连坑村民委员会'
          },
          {
            label: '泉洋村民委员会',
            value: '泉洋村民委员会'
          },
          {
            label: '溪北村民委员会',
            value: '溪北村民委员会'
          },
          {
            label: '毛源村民委员会',
            value: '毛源村民委员会'
          },
          {
            label: '王家山村民委员会',
            value: '王家山村民委员会'
          },
          {
            label: '江家村民委员会',
            value: '江家村民委员会'
          },
          {
            label: '小源村民委员会',
            value: '小源村民委员会'
          },
          {
            label: '苎圳村民委员会',
            value: '苎圳村民委员会'
          },
          {
            label: '红区林场生活区',
            value: '红区林场生活区'
          }
        ]
      },
      {
        label: '华坛山镇',
        value: '华坛山镇',
        children: [
          {
            label: '姜村居民委员会',
            value: '姜村居民委员会'
          },
          {
            label: '振华路居民委员会',
            value: '振华路居民委员会'
          },
          {
            label: '桐西村民委员会',
            value: '桐西村民委员会'
          },
          {
            label: '毛村村民委员会',
            value: '毛村村民委员会'
          },
          {
            label: '小东坞村民委员会',
            value: '小东坞村民委员会'
          },
          {
            label: '李村村民委员会',
            value: '李村村民委员会'
          },
          {
            label: '车边村民委员会',
            value: '车边村民委员会'
          },
          {
            label: '彭家坞村民委员会',
            value: '彭家坞村民委员会'
          },
          {
            label: '高畈村民委员会',
            value: '高畈村民委员会'
          },
          {
            label: '革畈村民委员会',
            value: '革畈村民委员会'
          },
          {
            label: '汪岭村民委员会',
            value: '汪岭村民委员会'
          },
          {
            label: '桐西分场生活区',
            value: '桐西分场生活区'
          },
          {
            label: '毛村分场生活区',
            value: '毛村分场生活区'
          },
          {
            label: '上田分场生活区',
            value: '上田分场生活区'
          },
          {
            label: '叶家分场生活区',
            value: '叶家分场生活区'
          },
          {
            label: '双溪分场生活区',
            value: '双溪分场生活区'
          },
          {
            label: '刘家分场生活区',
            value: '刘家分场生活区'
          },
          {
            label: '高畈分场生活区',
            value: '高畈分场生活区'
          },
          {
            label: '革畈分场生活区',
            value: '革畈分场生活区'
          },
          {
            label: '姚山分场生活区',
            value: '姚山分场生活区'
          }
        ]
      },
      {
        label: '茶亭镇',
        value: '茶亭镇',
        children: [
          {
            label: '茶亭居民委员会',
            value: '茶亭居民委员会'
          },
          {
            label: '包家村民委员会',
            value: '包家村民委员会'
          },
          {
            label: '前坊村民委员会',
            value: '前坊村民委员会'
          },
          {
            label: '松坪村民委员会',
            value: '松坪村民委员会'
          },
          {
            label: '昆山村民委员会',
            value: '昆山村民委员会'
          },
          {
            label: '徐坞村民委员会',
            value: '徐坞村民委员会'
          },
          {
            label: '下裴村民委员会',
            value: '下裴村民委员会'
          },
          {
            label: '高潭村民委员会',
            value: '高潭村民委员会'
          },
          {
            label: '詹家村民委员会',
            value: '詹家村民委员会'
          },
          {
            label: '西湖村民委员会',
            value: '西湖村民委员会'
          },
          {
            label: '墩头村民委员会',
            value: '墩头村民委员会'
          },
          {
            label: '应坊村民委员会',
            value: '应坊村民委员会'
          },
          {
            label: '湖墩村民委员会',
            value: '湖墩村民委员会'
          },
          {
            label: '南岩村民委员会',
            value: '南岩村民委员会'
          }
        ]
      },
      {
        label: '皂头镇',
        value: '皂头镇',
        children: [
          {
            label: '皂头居民委员会',
            value: '皂头居民委员会'
          },
          {
            label: '新田村民委员会',
            value: '新田村民委员会'
          },
          {
            label: '紫云村民委员会',
            value: '紫云村民委员会'
          },
          {
            label: '窑山村民委员会',
            value: '窑山村民委员会'
          },
          {
            label: '三联村民委员会',
            value: '三联村民委员会'
          },
          {
            label: '毛埂村民委员会',
            value: '毛埂村民委员会'
          },
          {
            label: '傅家村民委员会',
            value: '傅家村民委员会'
          },
          {
            label: '象山村民委员会',
            value: '象山村民委员会'
          },
          {
            label: '毛湾村民委员会',
            value: '毛湾村民委员会'
          },
          {
            label: '毛棚村民委员会',
            value: '毛棚村民委员会'
          },
          {
            label: '周石村民委员会',
            value: '周石村民委员会'
          }
        ]
      },
      {
        label: '四十八镇',
        value: '四十八镇',
        children: [
          {
            label: '波阳居民委员会',
            value: '波阳居民委员会'
          },
          {
            label: '八景路居民委员会',
            value: '八景路居民委员会'
          },
          {
            label: '北山村民委员会',
            value: '北山村民委员会'
          },
          {
            label: '高门村民委员会',
            value: '高门村民委员会'
          },
          {
            label: '鸟桥村民委员会',
            value: '鸟桥村民委员会'
          },
          {
            label: '鲤洋村民委员会',
            value: '鲤洋村民委员会'
          },
          {
            label: '高洋村民委员会',
            value: '高洋村民委员会'
          }
        ]
      },
      {
        label: '枫岭头镇',
        value: '枫岭头镇',
        children: [
          {
            label: '七一三矿居民委员会',
            value: '七一三矿居民委员会'
          },
          {
            label: '枫岭头村民委员会',
            value: '枫岭头村民委员会'
          },
          {
            label: '井边村民委员会',
            value: '井边村民委员会'
          },
          {
            label: '王家店村民委员会',
            value: '王家店村民委员会'
          },
          {
            label: '泉塘村民委员会',
            value: '泉塘村民委员会'
          },
          {
            label: '丁家村民委员会',
            value: '丁家村民委员会'
          },
          {
            label: '永丰村民委员会',
            value: '永丰村民委员会'
          },
          {
            label: '永乐村民委员会',
            value: '永乐村民委员会'
          },
          {
            label: '稠川村民委员会',
            value: '稠川村民委员会'
          },
          {
            label: '坑口村民委员会',
            value: '坑口村民委员会'
          },
          {
            label: '长塘村民委员会',
            value: '长塘村民委员会'
          }
        ]
      },
      {
        label: '煌固镇',
        value: '煌固镇',
        children: [
          {
            label: '八都居民委员会',
            value: '八都居民委员会'
          },
          {
            label: '沿畈村民委员会',
            value: '沿畈村民委员会'
          },
          {
            label: '樟宅村民委员会',
            value: '樟宅村民委员会'
          },
          {
            label: '煌固村民委员会',
            value: '煌固村民委员会'
          },
          {
            label: '麦埂坞村民委员会',
            value: '麦埂坞村民委员会'
          },
          {
            label: '后田村民委员会',
            value: '后田村民委员会'
          },
          {
            label: '黄塘村民委员会',
            value: '黄塘村民委员会'
          },
          {
            label: '五村村民委员会',
            value: '五村村民委员会'
          },
          {
            label: '观上村民委员会',
            value: '观上村民委员会'
          },
          {
            label: '彭宅村民委员会',
            value: '彭宅村民委员会'
          },
          {
            label: '丁宅村民委员会',
            value: '丁宅村民委员会'
          },
          {
            label: '东山村民委员会',
            value: '东山村民委员会'
          },
          {
            label: '岭下村民委员会',
            value: '岭下村民委员会'
          },
          {
            label: '汪村村民委员会',
            value: '汪村村民委员会'
          },
          {
            label: '山底村民委员会',
            value: '山底村民委员会'
          },
          {
            label: '塘里村民委员会',
            value: '塘里村民委员会'
          }
        ]
      },
      {
        label: '花厅镇',
        value: '花厅镇',
        children: [
          {
            label: '花厅居民委员会',
            value: '花厅居民委员会'
          },
          {
            label: '洋塘村民委员会',
            value: '洋塘村民委员会'
          },
          {
            label: '枫岭村民委员会',
            value: '枫岭村民委员会'
          },
          {
            label: '水垄村民委员会',
            value: '水垄村民委员会'
          },
          {
            label: '中畈村民委员会',
            value: '中畈村民委员会'
          },
          {
            label: '周村村民委员会',
            value: '周村村民委员会'
          },
          {
            label: '金鸡村民委员会',
            value: '金鸡村民委员会'
          },
          {
            label: '前程村民委员会',
            value: '前程村民委员会'
          },
          {
            label: '白塔村民委员会',
            value: '白塔村民委员会'
          }
        ]
      },
      {
        label: '五府山镇',
        value: '五府山镇',
        children: [
          {
            label: '横山头居民委员会',
            value: '横山头居民委员会'
          },
          {
            label: '甘溪村民委员会',
            value: '甘溪村民委员会'
          },
          {
            label: '畈心村民委员会',
            value: '畈心村民委员会'
          },
          {
            label: '金钟山村民委员会',
            value: '金钟山村民委员会'
          },
          {
            label: '高洲村民委员会',
            value: '高洲村民委员会'
          },
          {
            label: '塘里村民委员会',
            value: '塘里村民委员会'
          },
          {
            label: '船坑村民委员会',
            value: '船坑村民委员会'
          },
          {
            label: '毛楼村民委员会',
            value: '毛楼村民委员会'
          }
        ]
      },
      {
        label: '郑坊镇',
        value: '郑坊镇',
        children: [
          {
            label: '郑坊居民委员会',
            value: '郑坊居民委员会'
          },
          {
            label: '楼村民委员会',
            value: '楼村民委员会'
          },
          {
            label: '台湖村民委员会',
            value: '台湖村民委员会'
          },
          {
            label: '石峡村民委员会',
            value: '石峡村民委员会'
          },
          {
            label: '陈墩村民委员会',
            value: '陈墩村民委员会'
          },
          {
            label: '洲村村民委员会',
            value: '洲村村民委员会'
          },
          {
            label: '枫林村民委员会',
            value: '枫林村民委员会'
          },
          {
            label: '钱墩村民委员会',
            value: '钱墩村民委员会'
          },
          {
            label: '西山村民委员会',
            value: '西山村民委员会'
          }
        ]
      },
      {
        label: '望仙乡',
        value: '望仙乡',
        children: [
          {
            label: '望仙村民委员会',
            value: '望仙村民委员会'
          },
          {
            label: '祝狮村民委员会',
            value: '祝狮村民委员会'
          },
          {
            label: '南峰村民委员会',
            value: '南峰村民委员会'
          },
          {
            label: '大济村民委员会',
            value: '大济村民委员会'
          },
          {
            label: '葛路村民委员会',
            value: '葛路村民委员会'
          },
          {
            label: '大山林场生活区',
            value: '大山林场生活区'
          },
          {
            label: '西坑林场生活区',
            value: '西坑林场生活区'
          },
          {
            label: '沙洲林场生活区',
            value: '沙洲林场生活区'
          },
          {
            label: '新峰林场生活区',
            value: '新峰林场生活区'
          }
        ]
      },
      {
        label: '石人乡',
        value: '石人乡',
        children: [
          {
            label: '双龙村民委员会',
            value: '双龙村民委员会'
          },
          {
            label: '杉树村民委员会',
            value: '杉树村民委员会'
          },
          {
            label: '毛宅村民委员会',
            value: '毛宅村民委员会'
          },
          {
            label: '苏桥村民委员会',
            value: '苏桥村民委员会'
          },
          {
            label: '荷叶村民委员会',
            value: '荷叶村民委员会'
          },
          {
            label: '青山村民委员会',
            value: '青山村民委员会'
          },
          {
            label: '郑宅村民委员会',
            value: '郑宅村民委员会'
          },
          {
            label: '汪宅村民委员会',
            value: '汪宅村民委员会'
          },
          {
            label: '桐坞村民委员会',
            value: '桐坞村民委员会'
          },
          {
            label: '石人村民委员会',
            value: '石人村民委员会'
          }
        ]
      },
      {
        label: '清水乡',
        value: '清水乡',
        children: [
          {
            label: '清水村民委员会',
            value: '清水村民委员会'
          },
          {
            label: '墩底村民委员会',
            value: '墩底村民委员会'
          },
          {
            label: '洪家村民委员会',
            value: '洪家村民委员会'
          },
          {
            label: '常阜村民委员会',
            value: '常阜村民委员会'
          },
          {
            label: '东汪村民委员会',
            value: '东汪村民委员会'
          },
          {
            label: '前汪村民委员会',
            value: '前汪村民委员会'
          },
          {
            label: '双溪村民委员会',
            value: '双溪村民委员会'
          },
          {
            label: '左溪村民委员会',
            value: '左溪村民委员会'
          }
        ]
      },
      {
        label: '石狮乡',
        value: '石狮乡',
        children: [
          {
            label: '王家坝居民委员会',
            value: '王家坝居民委员会'
          },
          {
            label: '石狮居民委员会',
            value: '石狮居民委员会'
          },
          {
            label: '吉阳村民委员会',
            value: '吉阳村民委员会'
          },
          {
            label: '黄岭村民委员会',
            value: '黄岭村民委员会'
          },
          {
            label: '何村村民委员会',
            value: '何村村民委员会'
          },
          {
            label: '丁家仓村民委员会',
            value: '丁家仓村民委员会'
          },
          {
            label: '三都村民委员会',
            value: '三都村民委员会'
          }
        ]
      },
      {
        label: '湖村乡',
        value: '湖村乡',
        children: [
          {
            label: '挤腰村民委员会',
            value: '挤腰村民委员会'
          },
          {
            label: '湖村村民委员会',
            value: '湖村村民委员会'
          },
          {
            label: '徐家村民委员会',
            value: '徐家村民委员会'
          },
          {
            label: '大畈村民委员会',
            value: '大畈村民委员会'
          },
          {
            label: '荸荠塘村民委员会',
            value: '荸荠塘村民委员会'
          },
          {
            label: '碧霞村民委员会',
            value: '碧霞村民委员会'
          },
          {
            label: '石嘴村民委员会',
            value: '石嘴村民委员会'
          },
          {
            label: '库前村民委员会',
            value: '库前村民委员会'
          },
          {
            label: '茶园村民委员会',
            value: '茶园村民委员会'
          },
          {
            label: '茗洋村民委员会',
            value: '茗洋村民委员会'
          },
          {
            label: '灵峰村民委员会',
            value: '灵峰村民委员会'
          },
          {
            label: '姜山村民委员会',
            value: '姜山村民委员会'
          },
          {
            label: '西龙岗村民委员会',
            value: '西龙岗村民委员会'
          },
          {
            label: '杨桥村民委员会',
            value: '杨桥村民委员会'
          },
          {
            label: '东灵村民委员会',
            value: '东灵村民委员会'
          }
        ]
      },
      {
        label: '尊桥乡',
        value: '尊桥乡',
        children: [
          {
            label: '尊桥村民委员会',
            value: '尊桥村民委员会'
          },
          {
            label: '恩山村民委员会',
            value: '恩山村民委员会'
          },
          {
            label: '周墩村民委员会',
            value: '周墩村民委员会'
          },
          {
            label: '东田村民委员会',
            value: '东田村民委员会'
          },
          {
            label: '冯家村民委员会',
            value: '冯家村民委员会'
          },
          {
            label: '上乐村民委员会',
            value: '上乐村民委员会'
          },
          {
            label: '周坞村民委员会',
            value: '周坞村民委员会'
          },
          {
            label: '源塘村民委员会',
            value: '源塘村民委员会'
          },
          {
            label: '羊石村民委员会',
            value: '羊石村民委员会'
          },
          {
            label: '岛山村民委员会',
            value: '岛山村民委员会'
          },
          {
            label: '后坪村民委员会',
            value: '后坪村民委员会'
          }
        ]
      },
      {
        label: '应家乡',
        value: '应家乡',
        children: [
          {
            label: '应家村民委员会',
            value: '应家村民委员会'
          },
          {
            label: '东坞村民委员会',
            value: '东坞村民委员会'
          },
          {
            label: '石门村民委员会',
            value: '石门村民委员会'
          },
          {
            label: '浮墩村民委员会',
            value: '浮墩村民委员会'
          },
          {
            label: '吉安村民委员会',
            value: '吉安村民委员会'
          },
          {
            label: '佛母村民委员会',
            value: '佛母村民委员会'
          },
          {
            label: '安坑村民委员会',
            value: '安坑村民委员会'
          }
        ]
      },
      {
        label: '黄沙岭乡',
        value: '黄沙岭乡',
        children: [
          {
            label: '黄沙村民委员会',
            value: '黄沙村民委员会'
          },
          {
            label: '蔡家村民委员会',
            value: '蔡家村民委员会'
          },
          {
            label: '大屋村民委员会',
            value: '大屋村民委员会'
          },
          {
            label: '麻墩村民委员会',
            value: '麻墩村民委员会'
          },
          {
            label: '湖山村民委员会',
            value: '湖山村民委员会'
          },
          {
            label: '源溪村民委员会',
            value: '源溪村民委员会'
          },
          {
            label: '中洲村民委员会',
            value: '中洲村民委员会'
          }
        ]
      },
      {
        label: '铁山乡',
        value: '铁山乡',
        children: [
          {
            label: '铁山村民委员会',
            value: '铁山村民委员会'
          },
          {
            label: '西岩村民委员会',
            value: '西岩村民委员会'
          },
          {
            label: '九狮畲族村民委员会',
            value: '九狮畲族村民委员会'
          },
          {
            label: '小溪村民委员会',
            value: '小溪村民委员会'
          },
          {
            label: '大溪村民委员会',
            value: '大溪村民委员会'
          }
        ]
      },
      {
        label: '董团乡',
        value: '董团乡',
        children: [
          {
            label: '董团村民委员会（上饶经济开发区）',
            value: '董团村民委员会（上饶经济开发区）'
          },
          {
            label: '仙山村民委员会（上饶经济开发区）',
            value: '仙山村民委员会（上饶经济开发区）'
          },
          {
            label: '太平村民委员会（上饶经济开发区）',
            value: '太平村民委员会（上饶经济开发区）'
          },
          {
            label: '吴洲村民委员会（上饶经济开发区）',
            value: '吴洲村民委员会（上饶经济开发区）'
          },
          {
            label: '中魏村民委员会（上饶经济开发区）',
            value: '中魏村民委员会（上饶经济开发区）'
          },
          {
            label: '中路村民委员会（上饶经济开发区）',
            value: '中路村民委员会（上饶经济开发区）'
          },
          {
            label: '大地村民委员会（上饶经济开发区）',
            value: '大地村民委员会（上饶经济开发区）'
          },
          {
            label: '联星村民委员会（上饶经济开发区）',
            value: '联星村民委员会（上饶经济开发区）'
          },
          {
            label: '联合村民委员会（上饶经济开发区）',
            value: '联合村民委员会（上饶经济开发区）'
          },
          {
            label: '联胜村民委员会（上饶经济开发区）',
            value: '联胜村民委员会（上饶经济开发区）'
          },
          {
            label: '红石村民委员会（上饶经济开发区）',
            value: '红石村民委员会（上饶经济开发区）'
          }
        ]
      }
      ]
    },
    {
      label: '玉山县',
      value: '玉山县',
      children: [
        {
          label: '枫林办事处',
          value: '枫林办事处',
          children: [
            {
              label: '东坳村居民委员会',
              value: '东坳村居民委员会'
            },
            {
              label: '玉坑村居民委员会',
              value: '玉坑村居民委员会'
            },
            {
              label: '枫林村居民委员会',
              value: '枫林村居民委员会'
            },
            {
              label: '中村村居民委员会',
              value: '中村村居民委员会'
            },
            {
              label: '中关村居民委员会',
              value: '中关村居民委员会'
            },
            {
              label: '三亩村居民委员会',
              value: '三亩村居民委员会'
            },
            {
              label: '柴门村居民委员会',
              value: '柴门村居民委员会'
            },
            {
              label: '八际村居民委员会',
              value: '八际村居民委员会'
            },
            {
              label: '引桨村居民委员会',
              value: '引桨村居民委员会'
            }
          ]
        },
        {
          label: '冰溪镇',
          value: '冰溪镇',
          children: [
            {
              label: '万柳洲社区居民委员会',
              value: '万柳洲社区居民委员会'
            },
            {
              label: '三里街社区居民委员会',
              value: '三里街社区居民委员会'
            },
            {
              label: '横路街社区居民委员会',
              value: '横路街社区居民委员会'
            },
            {
              label: '砻坊街社区居民委员会',
              value: '砻坊街社区居民委员会'
            },
            {
              label: '燕子窝社区居民委员会',
              value: '燕子窝社区居民委员会'
            },
            {
              label: '东门社区居民委员会',
              value: '东门社区居民委员会'
            },
            {
              label: '许家社区居民委员会',
              value: '许家社区居民委员会'
            },
            {
              label: '七里街社区居民委员会',
              value: '七里街社区居民委员会'
            },
            {
              label: '十字街社区居民委员会',
              value: '十字街社区居民委员会'
            },
            {
              label: '舒家棚社区居民委员会',
              value: '舒家棚社区居民委员会'
            },
            {
              label: '金交社区居民委员会',
              value: '金交社区居民委员会'
            },
            {
              label: '端明社区居委会',
              value: '端明社区居委会'
            },
            {
              label: '金山社区居委会',
              value: '金山社区居委会'
            },
            {
              label: '玉溪社区居委会',
              value: '玉溪社区居委会'
            },
            {
              label: '莲塘社区居民委员会',
              value: '莲塘社区居民委员会'
            },
            {
              label: '后垄村民委员会',
              value: '后垄村民委员会'
            },
            {
              label: '小徐村民委员会',
              value: '小徐村民委员会'
            },
            {
              label: '许家村民委员会',
              value: '许家村民委员会'
            },
            {
              label: '东门村民委员会',
              value: '东门村民委员会'
            },
            {
              label: '县后山村民委员会',
              value: '县后山村民委员会'
            },
            {
              label: '殿口村民委员会',
              value: '殿口村民委员会'
            },
            {
              label: '文成村民委员会',
              value: '文成村民委员会'
            },
            {
              label: '下徐村民委员会',
              value: '下徐村民委员会'
            }
          ]
        },
        {
          label: '临湖镇',
          value: '临湖镇',
          children: [
            {
              label: '临江湖社区居民委员会',
              value: '临江湖社区居民委员会'
            },
            {
              label: '横溪社区居民委员会',
              value: '横溪社区居民委员会'
            },
            {
              label: '藻溪村民委员会',
              value: '藻溪村民委员会'
            },
            {
              label: '岭山村民委员会',
              value: '岭山村民委员会'
            },
            {
              label: '塘西村民委员会',
              value: '塘西村民委员会'
            },
            {
              label: '茗坑村民委员会',
              value: '茗坑村民委员会'
            },
            {
              label: '叶桥村民委员会',
              value: '叶桥村民委员会'
            },
            {
              label: '竹园村民委员会',
              value: '竹园村民委员会'
            },
            {
              label: '竹岭村民委员会',
              value: '竹岭村民委员会'
            },
            {
              label: '四甲村民委员会',
              value: '四甲村民委员会'
            },
            {
              label: '坊头村民委员会',
              value: '坊头村民委员会'
            },
            {
              label: '杨宅村民委员会',
              value: '杨宅村民委员会'
            },
            {
              label: '院边村民委员会',
              value: '院边村民委员会'
            },
            {
              label: '仓坞村民委员会',
              value: '仓坞村民委员会'
            },
            {
              label: '上畈村民委员会',
              value: '上畈村民委员会'
            }
          ]
        },
        {
          label: '必姆镇',
          value: '必姆镇',
          children: [
            {
              label: '石笋村民委员会',
              value: '石笋村民委员会'
            },
            {
              label: '杨家村民委员会',
              value: '杨家村民委员会'
            },
            {
              label: '淤里村民委员会',
              value: '淤里村民委员会'
            },
            {
              label: '泉眼村民委员会',
              value: '泉眼村民委员会'
            },
            {
              label: '上湖田村民委员会',
              value: '上湖田村民委员会'
            },
            {
              label: '花桥村民委员会',
              value: '花桥村民委员会'
            },
            {
              label: '坳村村民委员会',
              value: '坳村村民委员会'
            },
            {
              label: '大西坑村民委员会',
              value: '大西坑村民委员会'
            },
            {
              label: '王村村民委员会',
              value: '王村村民委员会'
            },
            {
              label: '古山村民委员会',
              value: '古山村民委员会'
            },
            {
              label: '苏村村民委员会',
              value: '苏村村民委员会'
            }
          ]
        },
        {
          label: '横街镇',
          value: '横街镇',
          children: [
            {
              label: '横街社区居民委员会',
              value: '横街社区居民委员会'
            },
            {
              label: '斧市村民委员会',
              value: '斧市村民委员会'
            },
            {
              label: '碓头村民委员会',
              value: '碓头村民委员会'
            },
            {
              label: '仑溪村民委员会',
              value: '仑溪村民委员会'
            },
            {
              label: '王村畈村民委员会',
              value: '王村畈村民委员会'
            },
            {
              label: '洋岩村民委员会',
              value: '洋岩村民委员会'
            },
            {
              label: '坞口村民委员会',
              value: '坞口村民委员会'
            },
            {
              label: '塘尾村民委员会',
              value: '塘尾村民委员会'
            },
            {
              label: '打铁坞村民委员会',
              value: '打铁坞村民委员会'
            },
            {
              label: '张村村民委员会',
              value: '张村村民委员会'
            },
            {
              label: '清溪村民委员会',
              value: '清溪村民委员会'
            },
            {
              label: '周山村民委员会',
              value: '周山村民委员会'
            },
            {
              label: '六村村民委员会',
              value: '六村村民委员会'
            },
            {
              label: '江口村民委员会',
              value: '江口村民委员会'
            }
          ]
        },
        {
          label: '文成镇',
          value: '文成镇',
          children: [
            {
              label: '十里山村民委员会',
              value: '十里山村民委员会'
            },
            {
              label: '邱家村民委员会',
              value: '邱家村民委员会'
            },
            {
              label: '姜宅村民委员会',
              value: '姜宅村民委员会'
            },
            {
              label: '板桥村民委员会',
              value: '板桥村民委员会'
            },
            {
              label: '山边村民委员会',
              value: '山边村民委员会'
            },
            {
              label: '毛塘村民委员会',
              value: '毛塘村民委员会'
            },
            {
              label: '金桥村民委员会',
              value: '金桥村民委员会'
            },
            {
              label: '珠湖村民委员会',
              value: '珠湖村民委员会'
            },
            {
              label: '涨畈村民委员会',
              value: '涨畈村民委员会'
            },
            {
              label: '莲湖村民委员会',
              value: '莲湖村民委员会'
            },
            {
              label: '乌鹰村民委员会',
              value: '乌鹰村民委员会'
            },
            {
              label: '六亩村民委员会',
              value: '六亩村民委员会'
            },
            {
              label: '洪家村民委员会',
              value: '洪家村民委员会'
            }
          ]
        },
        {
          label: '下镇镇',
          value: '下镇镇',
          children: [
            {
              label: '赛头社区居民委员会',
              value: '赛头社区居民委员会'
            },
            {
              label: '生姜村民委员会',
              value: '生姜村民委员会'
            },
            {
              label: '双元村民委员会',
              value: '双元村民委员会'
            },
            {
              label: '嘉湖村民委员会',
              value: '嘉湖村民委员会'
            },
            {
              label: '毛宅村民委员会',
              value: '毛宅村民委员会'
            },
            {
              label: '玉马村民委员会',
              value: '玉马村民委员会'
            },
            {
              label: '白桥村民委员会',
              value: '白桥村民委员会'
            },
            {
              label: '詹畈村民委员会',
              value: '詹畈村民委员会'
            },
            {
              label: '渎口村民委员会',
              value: '渎口村民委员会'
            },
            {
              label: '塘顶村民委员会',
              value: '塘顶村民委员会'
            },
            {
              label: '西山村民委员会',
              value: '西山村民委员会'
            },
            {
              label: '下仓村民委员会',
              value: '下仓村民委员会'
            },
            {
              label: '官宅村民委员会',
              value: '官宅村民委员会'
            }
          ]
        },
        {
          label: '岩瑞镇',
          value: '岩瑞镇',
          children: [
            {
              label: '古城社区居民委员会',
              value: '古城社区居民委员会'
            },
            {
              label: '金溪社区居民委员会',
              value: '金溪社区居民委员会'
            },
            {
              label: '龙琴社区居民委员会',
              value: '龙琴社区居民委员会'
            },
            {
              label: '东山头村民委员会',
              value: '东山头村民委员会'
            },
            {
              label: '中坛村民委员会',
              value: '中坛村民委员会'
            },
            {
              label: '平洋村民委员会',
              value: '平洋村民委员会'
            },
            {
              label: '大玉村民委员会',
              value: '大玉村民委员会'
            },
            {
              label: '新康村民委员会',
              value: '新康村民委员会'
            },
            {
              label: '横塘村民委员会',
              value: '横塘村民委员会'
            },
            {
              label: '大园地村民委员会',
              value: '大园地村民委员会'
            },
            {
              label: '石牌村民委员会',
              value: '石牌村民委员会'
            },
            {
              label: '宅前村民委员会',
              value: '宅前村民委员会'
            },
            {
              label: '周佃村民委员会',
              value: '周佃村民委员会'
            },
            {
              label: '下珠村民委员会',
              value: '下珠村民委员会'
            },
            {
              label: '东巷村民委员会',
              value: '东巷村民委员会'
            },
            {
              label: '青边村民委员会',
              value: '青边村民委员会'
            },
            {
              label: '东津桥村民委员会',
              value: '东津桥村民委员会'
            },
            {
              label: '关山桥村民委员会',
              value: '关山桥村民委员会'
            },
            {
              label: '包溪村民委员会',
              value: '包溪村民委员会'
            },
            {
              label: '田畈村民委员会',
              value: '田畈村民委员会'
            },
            {
              label: '周溪村民委员会',
              value: '周溪村民委员会'
            },
            {
              label: '白石村民委员会',
              value: '白石村民委员会'
            },
            {
              label: '大垄村民委员会',
              value: '大垄村民委员会'
            },
            {
              label: '万花村民委员会',
              value: '万花村民委员会'
            },
            {
              label: '五里洋村民委员会',
              value: '五里洋村民委员会'
            },
            {
              label: '岩洲村民委员会',
              value: '岩洲村民委员会'
            },
            {
              label: '王家坝村民委员会',
              value: '王家坝村民委员会'
            },
            {
              label: '底坞村民委员会',
              value: '底坞村民委员会'
            }
          ]
        },
        {
          label: '双明镇',
          value: '双明镇',
          children: [
            {
              label: '徐村社区居民委员会',
              value: '徐村社区居民委员会'
            },
            {
              label: '桥村社区居民委员会',
              value: '桥村社区居民委员会'
            },
            {
              label: '道堂社区居民委员会',
              value: '道堂社区居民委员会'
            },
            {
              label: '下喻村民委员会',
              value: '下喻村民委员会'
            },
            {
              label: '窑山村民委员会',
              value: '窑山村民委员会'
            },
            {
              label: '永久村民委员会',
              value: '永久村民委员会'
            },
            {
              label: '梨园村民委员会',
              value: '梨园村民委员会'
            },
            {
              label: '周家坞村民委员会',
              value: '周家坞村民委员会'
            },
            {
              label: '陶源村民委员会',
              value: '陶源村民委员会'
            },
            {
              label: '东坑村民委员会',
              value: '东坑村民委员会'
            },
            {
              label: '西坑村民委员会',
              value: '西坑村民委员会'
            },
            {
              label: '祝村村民委员会',
              value: '祝村村民委员会'
            }
          ]
        },
        {
          label: '紫湖镇',
          value: '紫湖镇',
          children: [
            {
              label: '紫湖村民委员会',
              value: '紫湖村民委员会'
            },
            {
              label: '土城村民委员会',
              value: '土城村民委员会'
            },
            {
              label: '建设村民委员会',
              value: '建设村民委员会'
            },
            {
              label: '川桥村民委员会',
              value: '川桥村民委员会'
            },
            {
              label: '程村村民委员会',
              value: '程村村民委员会'
            },
            {
              label: '大举村民委员会',
              value: '大举村民委员会'
            },
            {
              label: '凤叶村民委员会',
              value: '凤叶村民委员会'
            },
            {
              label: '张岭村民委员会',
              value: '张岭村民委员会'
            },
            {
              label: '仓畈村民委员会',
              value: '仓畈村民委员会'
            }
          ]
        },
        {
          label: '仙岩镇',
          value: '仙岩镇',
          children: [
            {
              label: '毛家社区居民委员会',
              value: '毛家社区居民委员会'
            },
            {
              label: '吴家社区居民委员会',
              value: '吴家社区居民委员会'
            },
            {
              label: '官溪社区居民委员会',
              value: '官溪社区居民委员会'
            },
            {
              label: '桥棚村民委员会',
              value: '桥棚村民委员会'
            },
            {
              label: '埂头村民委员会',
              value: '埂头村民委员会'
            },
            {
              label: '后陈村民委员会',
              value: '后陈村民委员会'
            },
            {
              label: '黄茅坞村民委员会',
              value: '黄茅坞村民委员会'
            },
            {
              label: '毛家垄村民委员会',
              value: '毛家垄村民委员会'
            },
            {
              label: '竹川村民委员会',
              value: '竹川村民委员会'
            },
            {
              label: '中店村民委员会',
              value: '中店村民委员会'
            },
            {
              label: '平埂村民委员会',
              value: '平埂村民委员会'
            },
            {
              label: '桑园村民委员会',
              value: '桑园村民委员会'
            },
            {
              label: '黄坳村民委员会',
              value: '黄坳村民委员会'
            }
          ]
        },
        {
          label: '樟村镇',
          value: '樟村镇',
          children: [
            {
              label: '樟村社区居民委员会',
              value: '樟村社区居民委员会'
            },
            {
              label: '方村社区居民委员会',
              value: '方村社区居民委员会'
            },
            {
              label: '青山坝村民委员会',
              value: '青山坝村民委员会'
            },
            {
              label: '进士村民委员会',
              value: '进士村民委员会'
            },
            {
              label: '墩头村民委员会',
              value: '墩头村民委员会'
            },
            {
              label: '双溪村民委员会',
              value: '双溪村民委员会'
            },
            {
              label: '营盘村民委员会',
              value: '营盘村民委员会'
            },
            {
              label: '百果村民委员会',
              value: '百果村民委员会'
            },
            {
              label: '南源村民委员会',
              value: '南源村民委员会'
            },
            {
              label: '雁门村民委员会',
              value: '雁门村民委员会'
            },
            {
              label: '茹茅村民委员会',
              value: '茹茅村民委员会'
            },
            {
              label: '广平村民委员会',
              value: '广平村民委员会'
            }
          ]
        },
        {
          label: '南山乡',
          value: '南山乡',
          children: [
            {
              label: '港口村民委员会',
              value: '港口村民委员会'
            },
            {
              label: '王石村民委员会',
              value: '王石村民委员会'
            },
            {
              label: '胡村村民委员会',
              value: '胡村村民委员会'
            },
            {
              label: '王坊村民委员会',
              value: '王坊村民委员会'
            },
            {
              label: '大葛村民委员会',
              value: '大葛村民委员会'
            },
            {
              label: '太甲村民委员会',
              value: '太甲村民委员会'
            }
          ]
        },
        {
          label: '怀玉乡',
          value: '怀玉乡',
          children: [
            {
              label: '马路社区居民委员会',
              value: '马路社区居民委员会'
            },
            {
              label: '水阁社区居民委员会',
              value: '水阁社区居民委员会'
            },
            {
              label: '玉峰村民委员会',
              value: '玉峰村民委员会'
            },
            {
              label: '金坪村民委员会',
              value: '金坪村民委员会'
            },
            {
              label: '陇首村民委员会',
              value: '陇首村民委员会'
            },
            {
              label: '洋塘村民委员会',
              value: '洋塘村民委员会'
            },
            {
              label: '白泥村民委员会',
              value: '白泥村民委员会'
            },
            {
              label: '关口村民委员会',
              value: '关口村民委员会'
            },
            {
              label: '蒋家山村民委员会',
              value: '蒋家山村民委员会'
            },
            {
              label: '东社村民委员会',
              value: '东社村民委员会'
            },
            {
              label: '后叶村民委员会',
              value: '后叶村民委员会'
            },
            {
              label: '锦溪村民委员会',
              value: '锦溪村民委员会'
            }
          ]
        },
        {
          label: '下塘乡',
          value: '下塘乡',
          children: [
            {
              label: '下塘村民委员会',
              value: '下塘村民委员会'
            },
            {
              label: '新塘村民委员会',
              value: '新塘村民委员会'
            },
            {
              label: '吕畈村民委员会',
              value: '吕畈村民委员会'
            },
            {
              label: '石塘村民委员会',
              value: '石塘村民委员会'
            },
            {
              label: '均郑村民委员会',
              value: '均郑村民委员会'
            },
            {
              label: '卓家村民委员会',
              value: '卓家村民委员会'
            },
            {
              label: '溪北村民委员会',
              value: '溪北村民委员会'
            },
            {
              label: '定湖村民委员会',
              value: '定湖村民委员会'
            },
            {
              label: '松岭村民委员会',
              value: '松岭村民委员会'
            },
            {
              label: '余佛村民委员会',
              value: '余佛村民委员会'
            },
            {
              label: '曾家村民委员会',
              value: '曾家村民委员会'
            }
          ]
        },
        {
          label: '四股桥乡',
          value: '四股桥乡',
          children: [
            {
              label: '四股桥村民委员会',
              value: '四股桥村民委员会'
            },
            {
              label: '十七都村民委员会',
              value: '十七都村民委员会'
            },
            {
              label: '和平村民委员会',
              value: '和平村民委员会'
            },
            {
              label: '皇珠村民委员会',
              value: '皇珠村民委员会'
            },
            {
              label: '车头村民委员会',
              value: '车头村民委员会'
            },
            {
              label: '舒村村民委员会',
              value: '舒村村民委员会'
            },
            {
              label: '大洋村民委员会',
              value: '大洋村民委员会'
            },
            {
              label: '山塘村民委员会',
              value: '山塘村民委员会'
            },
            {
              label: '樟木村民委员会',
              value: '樟木村民委员会'
            },
            {
              label: '丁村村民委员会',
              value: '丁村村民委员会'
            },
            {
              label: '外山村民委员会',
              value: '外山村民委员会'
            },
            {
              label: '潭头村民委员会',
              value: '潭头村民委员会'
            },
            {
              label: '竹笕村民委员会',
              value: '竹笕村民委员会'
            }
          ]
        },
        {
          label: '六都乡',
          value: '六都乡',
          children: [
            {
              label: '三都社区居民委员会',
              value: '三都社区居民委员会'
            },
            {
              label: '六都村民委员会',
              value: '六都村民委员会'
            },
            {
              label: '下濂溪村民委员会',
              value: '下濂溪村民委员会'
            },
            {
              label: '清水塘村民委员会',
              value: '清水塘村民委员会'
            },
            {
              label: '官仓边村民委员会',
              value: '官仓边村民委员会'
            },
            {
              label: '郑家墩村民委员会',
              value: '郑家墩村民委员会'
            },
            {
              label: '纱帽村民委员会',
              value: '纱帽村民委员会'
            },
            {
              label: '吕家源村民委员会',
              value: '吕家源村民委员会'
            },
            {
              label: '桥町坞村民委员会',
              value: '桥町坞村民委员会'
            },
            {
              label: '湖村桥村民委员会',
              value: '湖村桥村民委员会'
            },
            {
              label: '下坊村民委员会',
              value: '下坊村民委员会'
            },
            {
              label: '前洲村民委员会',
              value: '前洲村民委员会'
            },
            {
              label: '前坞村民委员会',
              value: '前坞村民委员会'
            },
            {
              label: '清溪桥村民委员会',
              value: '清溪桥村民委员会'
            },
            {
              label: '大路边村民委员会',
              value: '大路边村民委员会'
            },
            {
              label: '四都村民委员会',
              value: '四都村民委员会'
            },
            {
              label: '湾村村民委员会',
              value: '湾村村民委员会'
            },
            {
              label: '华山村民委员会',
              value: '华山村民委员会'
            },
            {
              label: '南阳村民委员会',
              value: '南阳村民委员会'
            }
          ]
        },
        {
          label: '三清乡',
          value: '三清乡',
          children: [
            {
              label: '马岭底村居民委员会',
              value: '马岭底村居民委员会'
            },
            {
              label: '方塘村居民委员会',
              value: '方塘村居民委员会'
            },
            {
              label: '岭头山村居民委员会',
              value: '岭头山村居民委员会'
            },
            {
              label: '上西坑村居民委员会',
              value: '上西坑村居民委员会'
            },
            {
              label: '八仙洞村居民委员会',
              value: '八仙洞村居民委员会'
            },
            {
              label: '双溪口村居民委员会',
              value: '双溪口村居民委员会'
            }
          ]
        }]
    },
    {
      label: '铅山县',
      value: '铅山县',
      children: [{
        label: '河口镇',
        value: '河口镇',
        children: [
        ]
      },
      {
        label: '狮江社区社区居民委员会',
        value: '狮江社区社区居民委员会'
      },
      {
        label: '城东社区社区居民委员会',
        value: '城东社区社区居民委员会'
      },
      {
        label: '城南社区社区居民委员会',
        value: '城南社区社区居民委员会'
      },
      {
        label: '黄岗山社区社区居民委员会',
        value: '黄岗山社区社区居民委员会'
      },
      {
        label: '河口镇城西社区',
        value: '河口镇城西社区'
      },
      {
        label: '清湖村民委员会',
        value: '清湖村民委员会'
      },
      {
        label: '韩家村民委员会',
        value: '韩家村民委员会'
      },
      {
        label: '虞家村民委员会',
        value: '虞家村民委员会'
      },
      {
        label: '七里村民委员会',
        value: '七里村民委员会'
      },
      {
        label: '洋田村民委员会',
        value: '洋田村民委员会'
      },
      {
        label: '柴家村民委员会',
        value: '柴家村民委员会'
      },
      {
        label: '玉石村民委员会',
        value: '玉石村民委员会'
      },
      {
        label: '高岭村民委员会',
        value: '高岭村民委员会'
      },
      {
        label: '渭口村民委员会',
        value: '渭口村民委员会'
      },
      {
        label: '檀合村民委员会',
        value: '檀合村民委员会'
      },
      {
        label: '永平镇',
        value: '永平镇',
        children: [
        ]
      },
      {
        label: '北门街社区居民委员会',
        value: '北门街社区居民委员会'
      },
      {
        label: '东门街社区居民委员会',
        value: '东门街社区居民委员会'
      },
      {
        label: '西门街社区居民委员会',
        value: '西门街社区居民委员会'
      },
      {
        label: '五都街社区居民委员会',
        value: '五都街社区居民委员会'
      },
      {
        label: '花亭子村民委员会',
        value: '花亭子村民委员会'
      },
      {
        label: '北门村民委员会',
        value: '北门村民委员会'
      },
      {
        label: '杨家桥村民委员会',
        value: '杨家桥村民委员会'
      },
      {
        label: '安洲村民委员会',
        value: '安洲村民委员会'
      },
      {
        label: '永平村民委员会',
        value: '永平村民委员会'
      },
      {
        label: '文家桥村民委员会',
        value: '文家桥村民委员会'
      },
      {
        label: '陈家寨村民委员会',
        value: '陈家寨村民委员会'
      },
      {
        label: '卢家村民委员会',
        value: '卢家村民委员会'
      },
      {
        label: '八水源村民委员会',
        value: '八水源村民委员会'
      },
      {
        label: '排上村民委员会',
        value: '排上村民委员会'
      },
      {
        label: '下坂村民委员会',
        value: '下坂村民委员会'
      },
      {
        label: '港洲村民委员会',
        value: '港洲村民委员会'
      },
      {
        label: '河背村民委员会',
        value: '河背村民委员会'
      },
      {
        label: '林家村民委员会',
        value: '林家村民委员会'
      },
      {
        label: '五都村民委员会',
        value: '五都村民委员会'
      },
      {
        label: '石塘镇',
        value: '石塘镇',
        children: [

        ]
      },
      {
        label: '石塘街社区居民委员会',
        value: '石塘街社区居民委员会'
      },
      {
        label: '石塘村民委员会',
        value: '石塘村民委员会'
      },
      {
        label: '港背村民委员会',
        value: '港背村民委员会'
      },
      {
        label: '尤田村民委员会',
        value: '尤田村民委员会'
      },
      {
        label: '十都村民委员会',
        value: '十都村民委员会'
      },
      {
        label: '十一都村民委员会',
        value: '十一都村民委员会'
      },
      {
        label: '彭村村民委员会',
        value: '彭村村民委员会'
      },
      {
        label: '鹅湖镇',
        value: '鹅湖镇',
        children: [
          {
            label: '江村村民委员会',
            value: '江村村民委员会'
          },
          {
            label: '公果村民委员会',
            value: '公果村民委员会'
          },
          {
            label: '凤来村民委员会',
            value: '凤来村民委员会'
          },
          {
            label: '洋洲村民委员会',
            value: '洋洲村民委员会'
          },
          {
            label: '前进村民委员会',
            value: '前进村民委员会'
          },
          {
            label: '罗溪村民委员会',
            value: '罗溪村民委员会'
          },
          {
            label: '双合村民委员会',
            value: '双合村民委员会'
          },
          {
            label: '长港村民委员会',
            value: '长港村民委员会'
          },
          {
            label: '傍罗村民委员会',
            value: '傍罗村民委员会'
          },
          {
            label: '下古埠村民委员会',
            value: '下古埠村民委员会'
          },
          {
            label: '上古埠村民委员会',
            value: '上古埠村民委员会'
          },
          {
            label: '青洲村民委员会',
            value: '青洲村民委员会'
          },
          {
            label: '月塘村民委员会',
            value: '月塘村民委员会'
          },
          {
            label: '石桥村民委员会',
            value: '石桥村民委员会'
          },
          {
            label: '塘尾村民委员会',
            value: '塘尾村民委员会'
          },
          {
            label: '蔡家村民委员会',
            value: '蔡家村民委员会'
          },
          {
            label: '鹅湖村民委员会',
            value: '鹅湖村民委员会'
          }
        ]
      },
      {
        label: '湖坊镇',
        value: '湖坊镇',
        children: [
          {
            label: '湖坊街社区居民委员会',
            value: '湖坊街社区居民委员会'
          },
          {
            label: '吴家村民委员会',
            value: '吴家村民委员会'
          },
          {
            label: '桥北村民委员会',
            value: '桥北村民委员会'
          },
          {
            label: '安兰村民委员会',
            value: '安兰村民委员会'
          },
          {
            label: '西山村民委员会',
            value: '西山村民委员会'
          },
          {
            label: '中李村民委员会',
            value: '中李村民委员会'
          },
          {
            label: '沙溪村民委员会',
            value: '沙溪村民委员会'
          },
          {
            label: '上港村民委员会',
            value: '上港村民委员会'
          },
          {
            label: '横塘村民委员会',
            value: '横塘村民委员会'
          },
          {
            label: '枧山村民委员会',
            value: '枧山村民委员会'
          },
          {
            label: '河西村民委员会',
            value: '河西村民委员会'
          }
        ]
      },
      {
        label: '武夷山镇',
        value: '武夷山镇',
        children: [
          {
            label: '车盘村民委员会',
            value: '车盘村民委员会'
          },
          {
            label: '下渠村民委员会',
            value: '下渠村民委员会'
          },
          {
            label: '乌石村民委员会',
            value: '乌石村民委员会'
          },
          {
            label: '沙畈村民委员会',
            value: '沙畈村民委员会'
          },
          {
            label: '岑源村民委员会',
            value: '岑源村民委员会'
          },
          {
            label: '石垄村民委员会',
            value: '石垄村民委员会'
          },
          {
            label: '篁村村民委员会',
            value: '篁村村民委员会'
          },
          {
            label: '薛家村民委员会',
            value: '薛家村民委员会'
          }
        ]
      },
      {
        label: '汪二镇',
        value: '汪二镇',
        children: [
          {
            label: '汪二街社区居民委员会',
            value: '汪二街社区居民委员会'
          },
          {
            label: '汪二村民委员会',
            value: '汪二村民委员会'
          },
          {
            label: '港沿村民委员会',
            value: '港沿村民委员会'
          },
          {
            label: '下程村民委员会',
            value: '下程村民委员会'
          },
          {
            label: '荷田村民委员会',
            value: '荷田村民委员会'
          },
          {
            label: '艾家村民委员会',
            value: '艾家村民委员会'
          },
          {
            label: '徐家村民委员会',
            value: '徐家村民委员会'
          },
          {
            label: '洲上村民委员会',
            value: '洲上村民委员会'
          },
          {
            label: '横林村民委员会',
            value: '横林村民委员会'
          },
          {
            label: '杨箭村民委员会',
            value: '杨箭村民委员会'
          },
          {
            label: '东湖村民委员会',
            value: '东湖村民委员会'
          },
          {
            label: '下四村民委员会',
            value: '下四村民委员会'
          },
          {
            label: '走马村民委员会',
            value: '走马村民委员会'
          },
          {
            label: '彭桥村民委员会',
            value: '彭桥村民委员会'
          },
          {
            label: '石垄村民委员会',
            value: '石垄村民委员会'
          }
        ]
      },
      {
        label: '陈坊乡',
        value: '陈坊乡',
        children: [
          {
            label: '陈坊街社区居民委员会',
            value: '陈坊街社区居民委员会'
          },
          {
            label: '陈坊村民委员会',
            value: '陈坊村民委员会'
          },
          {
            label: '翁溪村民委员会',
            value: '翁溪村民委员会'
          },
          {
            label: '长寿畲族村民委员会',
            value: '长寿畲族村民委员会'
          },
          {
            label: '沽溪村民委员会',
            value: '沽溪村民委员会'
          },
          {
            label: '万年村民委员会',
            value: '万年村民委员会'
          },
          {
            label: '福田村民委员会',
            value: '福田村民委员会'
          },
          {
            label: '荆林村民委员会',
            value: '荆林村民委员会'
          }
        ]
      },
      {
        label: '虹桥乡',
        value: '虹桥乡',
        children: [
          {
            label: '虹桥村民委员会',
            value: '虹桥村民委员会'
          },
          {
            label: '飞蛾村民委员会',
            value: '飞蛾村民委员会'
          },
          {
            label: '桥亭村民委员会',
            value: '桥亭村民委员会'
          },
          {
            label: '莲塘村民委员会',
            value: '莲塘村民委员会'
          },
          {
            label: '江家村民委员会',
            value: '江家村民委员会'
          },
          {
            label: '王坂村民委员会',
            value: '王坂村民委员会'
          },
          {
            label: '窑山村民委员会',
            value: '窑山村民委员会'
          }
        ]
      },
      {
        label: '新滩乡',
        value: '新滩乡',
        children: [
          {
            label: '蒋家村民委员会',
            value: '蒋家村民委员会'
          },
          {
            label: '清流村民委员会',
            value: '清流村民委员会'
          },
          {
            label: '莲花村民委员会',
            value: '莲花村民委员会'
          },
          {
            label: '李叶村民委员会',
            value: '李叶村民委员会'
          },
          {
            label: '麻车村民委员会',
            value: '麻车村民委员会'
          },
          {
            label: '杨家村民委员会',
            value: '杨家村民委员会'
          },
          {
            label: '占村村民委员会',
            value: '占村村民委员会'
          },
          {
            label: '湖塘村民委员会',
            value: '湖塘村民委员会'
          },
          {
            label: '西坂村民委员会',
            value: '西坂村民委员会'
          },
          {
            label: '后坂村民委员会',
            value: '后坂村民委员会'
          },
          {
            label: '下徐村民委员会',
            value: '下徐村民委员会'
          },
          {
            label: '江家村民委员会',
            value: '江家村民委员会'
          },
          {
            label: '九狮村民委员会',
            value: '九狮村民委员会'
          },
          {
            label: '庙湾村民委员会',
            value: '庙湾村民委员会'
          }
        ]
      },
      {
        label: '葛仙山乡',
        value: '葛仙山乡',
        children: [
          {
            label: '杨村街社区居民委员会',
            value: '杨村街社区居民委员会'
          },
          {
            label: '杨村村民委员会',
            value: '杨村村民委员会'
          },
          {
            label: '斜岭村民委员会',
            value: '斜岭村民委员会'
          },
          {
            label: '项源村民委员会',
            value: '项源村民委员会'
          },
          {
            label: '大田村民委员会',
            value: '大田村民委员会'
          },
          {
            label: '长生村民委员会',
            value: '长生村民委员会'
          },
          {
            label: '中洲村民委员会',
            value: '中洲村民委员会'
          },
          {
            label: '局里村民委员会',
            value: '局里村民委员会'
          },
          {
            label: '长岭村民委员会',
            value: '长岭村民委员会'
          },
          {
            label: '高祭村民委员会',
            value: '高祭村民委员会'
          },
          {
            label: '尤源村民委员会',
            value: '尤源村民委员会'
          },
          {
            label: '港东村民委员会',
            value: '港东村民委员会'
          },
          {
            label: '茅排村民委员会',
            value: '茅排村民委员会'
          },
          {
            label: '南湖村民委员会',
            value: '南湖村民委员会'
          },
          {
            label: '南耕村民委员会',
            value: '南耕村民委员会'
          },
          {
            label: '朱村村民委员会',
            value: '朱村村民委员会'
          },
          {
            label: '余源村民委员会',
            value: '余源村民委员会'
          },
          {
            label: '石涵村民委员会',
            value: '石涵村民委员会'
          },
          {
            label: '管源村民委员会',
            value: '管源村民委员会'
          }
        ]
      },
      {
        label: '稼轩乡',
        value: '稼轩乡',
        children: [
          {
            label: '八都村民委员会',
            value: '八都村民委员会'
          },
          {
            label: '山头村民委员会',
            value: '山头村民委员会'
          },
          {
            label: '岩前村民委员会',
            value: '岩前村民委员会'
          },
          {
            label: '湖村畈村民委员会',
            value: '湖村畈村民委员会'
          },
          {
            label: '西洋村民委员会',
            value: '西洋村民委员会'
          },
          {
            label: '轸源村民委员会',
            value: '轸源村民委员会'
          },
          {
            label: '雄田村民委员会',
            value: '雄田村民委员会'
          }
        ]
      },
      {
        label: '英将乡',
        value: '英将乡',
        children: [
          {
            label: '英将村民委员会',
            value: '英将村民委员会'
          },
          {
            label: '垄西村民委员会',
            value: '垄西村民委员会'
          },
          {
            label: '大横村民委员会',
            value: '大横村民委员会'
          },
          {
            label: '汉阳村民委员会',
            value: '汉阳村民委员会'
          },
          {
            label: '留桥村民委员会',
            value: '留桥村民委员会'
          }
        ]
      },
      {
        label: '紫溪乡',
        value: '紫溪乡',
        children: [
          {
            label: '紫溪街社区居民委员会',
            value: '紫溪街社区居民委员会'
          },
          {
            label: '火星村民委员会',
            value: '火星村民委员会'
          },
          {
            label: '柏畈村民委员会',
            value: '柏畈村民委员会'
          },
          {
            label: '铺前村民委员会',
            value: '铺前村民委员会'
          },
          {
            label: '坑口村民委员会',
            value: '坑口村民委员会'
          },
          {
            label: '文山村民委员会',
            value: '文山村民委员会'
          },
          {
            label: '汪源村民委员会',
            value: '汪源村民委员会'
          },
          {
            label: '紫溪村民委员会',
            value: '紫溪村民委员会'
          }
        ]
      },
      {
        label: '太源畲族乡',
        value: '太源畲族乡',
        children: [
          {
            label: '太源村民委员会',
            value: '太源村民委员会'
          },
          {
            label: '畲族村民委员会',
            value: '畲族村民委员会'
          },
          {
            label: '马鞍村民委员会',
            value: '马鞍村民委员会'
          },
          {
            label: '西坑村民委员会',
            value: '西坑村民委员会'
          }
        ]
      },
      {
        label: '天柱山乡',
        value: '天柱山乡',
        children: [
          {
            label: '高泉村民委员会',
            value: '高泉村民委员会'
          },
          {
            label: '浆源村民委员会',
            value: '浆源村民委员会'
          },
          {
            label: '叠石村民委员会',
            value: '叠石村民委员会'
          },
          {
            label: '紫源村民委员会',
            value: '紫源村民委员会'
          }
        ]
      },
      {
        label: '篁碧畲族乡',
        value: '篁碧畲族乡',
        children: [
          {
            label: '篁碧畲族村民委员会',
            value: '篁碧畲族村民委员会'
          },
          {
            label: '中村村民委员会',
            value: '中村村民委员会'
          },
          {
            label: '东山村民委员会',
            value: '东山村民委员会'
          },
          {
            label: '大岩村民委员会',
            value: '大岩村民委员会'
          },
          {
            label: '江西铜业集团公司永铜分公司',
            value: '江西铜业集团公司永铜分公司'
          },
          {
            label: '江西铜业集团公司永铜分公司虚拟社区',
            value: '江西铜业集团公司永铜分公司虚拟社区'
          },
          {
            label: '铅山县青溪服务中心',
            value: '铅山县青溪服务中心'
          },
          {
            label: '石溪街社区居民委员会',
            value: '石溪街社区居民委员会'
          },
          {
            label: '石溪村民委员会',
            value: '石溪村民委员会'
          },
          {
            label: '后田村民委员会',
            value: '后田村民委员会'
          },
          {
            label: '孔家村民委员会',
            value: '孔家村民委员会'
          },
          {
            label: '后洲村民委员会',
            value: '后洲村民委员会'
          },
          {
            label: '银村村民委员会',
            value: '银村村民委员会'
          },
          {
            label: '铅山县国营森林苗圃',
            value: '铅山县国营森林苗圃'
          },
          {
            label: '虚拟生活区',
            value: '虚拟生活区'
          }
        ]

      }]
    },
    {
      value: '横峰县',
      label: '横峰县',
      children: [{
        label: '兴安街道办事处',
        value: '兴安街道办事处'
      },
      {
        label: '城中社区居委会',
        value: '城中社区居委会'
      },
      {
        label: '城东社区居委会',
        value: '城东社区居委会'
      },
      {
        label: '城南社区居委会',
        value: '城南社区居委会'
      },
      {
        label: '城西社区居委会',
        value: '城西社区居委会'
      },
      {
        label: '城北社区居委会',
        value: '城北社区居委会'
      },
      {
        label: '兴安社区居委会',
        value: '兴安社区居委会'
      },
      {
        label: '园区社区居委会',
        value: '园区社区居委会'
      },
      {
        label: '白沙岭社区居委会',
        value: '白沙岭社区居委会'
      },
      {
        label: '城郊村委会',
        value: '城郊村委会'
      },
      {
        label: '回垅村委会',
        value: '回垅村委会'
      },
      {
        label: '江西横峰经济开发区',
        value: '江西横峰经济开发区'
      },
      {
        label: '岑阳镇',
        value: '岑阳镇'
      },
      {
        label: '铺前社区居委会',
        value: '铺前社区居委会'
      },
      {
        label: '岑港村委会',
        value: '岑港村委会'
      },
      {
        label: '黄家村委会',
        value: '黄家村委会'
      },
      {
        label: '姜家村委会',
        value: '姜家村委会'
      },
      {
        label: '朝堂村委会',
        value: '朝堂村委会'
      },
      {
        label: '铺前村委会',
        value: '铺前村委会'
      },
      {
        label: '蔡坞村委会',
        value: '蔡坞村委会'
      },
      {
        label: '葛源镇',
        value: '葛源镇'
      },
      {
        label: '葛源社区居委会',
        value: '葛源社区居委会'
      },
      {
        label: '葛源村委会',
        value: '葛源村委会'
      },
      {
        label: '关田村委会',
        value: '关田村委会'
      },
      {
        label: '黄山村委会',
        value: '黄山村委会'
      },
      {
        label: '清湖村委会',
        value: '清湖村委会'
      },
      {
        label: '溪畈村委会',
        value: '溪畈村委会'
      },
      {
        label: '枫林村委会',
        value: '枫林村委会'
      },
      {
        label: '黄溪村委会',
        value: '黄溪村委会'
      },
      {
        label: '石桥村委会',
        value: '石桥村委会'
      },
      {
        label: '姚家乡',
        value: '姚家乡'
      },
      {
        label: '姚家村委会',
        value: '姚家村委会'
      },
      {
        label: '建作村委会',
        value: '建作村委会'
      },
      {
        label: '后占村委会',
        value: '后占村委会'
      },
      {
        label: '七甲村委会',
        value: '七甲村委会'
      },
      {
        label: '百家村委会',
        value: '百家村委会'
      },
      {
        label: '兰子村委会',
        value: '兰子村委会'
      },
      {
        label: '琯山村委会',
        value: '琯山村委会'
      },
      {
        label: '莲荷乡',
        value: '莲荷乡'
      },
      {
        label: '莲荷村委会',
        value: '莲荷村委会'
      },
      {
        label: '黄滕村委会',
        value: '黄滕村委会'
      },
      {
        label: '九甲村委会',
        value: '九甲村委会'
      },
      {
        label: '丁家村委会',
        value: '丁家村委会'
      },
      {
        label: '上畈村委会',
        value: '上畈村委会'
      },
      {
        label: '蔡家村委会',
        value: '蔡家村委会'
      },
      {
        label: '杨家村委会',
        value: '杨家村委会'
      },
      {
        label: '义门村委会',
        value: '义门村委会'
      },
      {
        label: '司铺乡',
        value: '司铺乡'
      },
      {
        label: '古楼村委会',
        value: '古楼村委会'
      },
      {
        label: '司铺村委会',
        value: '司铺村委会'
      },
      {
        label: '宋村村委会',
        value: '宋村村委会'
      },
      {
        label: '刘家村委会',
        value: '刘家村委会'
      },
      {
        label: '牛桥村委会',
        value: '牛桥村委会'
      },
      {
        label: '港边乡',
        value: '港边乡'
      },
      {
        label: '港边村委会',
        value: '港边村委会'
      },
      {
        label: '灵西村委会',
        value: '灵西村委会'
      },
      {
        label: '余塘村委会',
        value: '余塘村委会'
      },
      {
        label: '何家村委会',
        value: '何家村委会'
      },
      {
        label: '善塘村委会',
        value: '善塘村委会'
      },
      {
        label: '龙门畈乡',
        value: '龙门畈乡'
      },
      {
        label: '龙门村委会',
        value: '龙门村委会'
      },
      {
        label: '童家村委会',
        value: '童家村委会'
      },
      {
        label: '满团村委会',
        value: '满团村委会'
      },
      {
        label: '鲁村村委会',
        value: '鲁村村委会'
      },
      {
        label: '宜兴村委会',
        value: '宜兴村委会'
      },
      {
        label: '柯家村委会',
        value: '柯家村委会'
      },
      {
        label: '土岩村委会',
        value: '土岩村委会'
      },
      {
        label: '霞坊村委会',
        value: '霞坊村委会'
      },
      {
        label: '钱家村委会',
        value: '钱家村委会'
      },
      {
        label: '坊源村委会',
        value: '坊源村委会'
      },
      {
        label: '洋叶村委会',
        value: '洋叶村委会'
      },
      {
        label: '青板乡',
        value: '青板乡'
      },
      {
        label: '青板村委会',
        value: '青板村委会'
      },
      {
        label: '薛家村委会',
        value: '薛家村委会'
      },
      {
        label: '霞阳村委会',
        value: '霞阳村委会'
      },
      {
        label: '排楼村委会',
        value: '排楼村委会'
      },
      {
        label: '徐村村委会',
        value: '徐村村委会'
      },
      {
        label: '金鸡村委会',
        value: '金鸡村委会'
      },
      {
        label: '铺前煤矿',
        value: '铺前煤矿'
      },
      {
        label: '虚拟社区',
        value: '虚拟社区'
      },
      {
        label: '红桥垦殖场',
        value: '红桥垦殖场'
      },
      {
        label: '白沙岭分场社区',
        value: '白沙岭分场社区'
      },
      {
        label: '红桥分场社区',
        value: '红桥分场社区'
      },
      {
        label: '莲荷分场社区',
        value: '莲荷分场社区'
      },
      {
        label: '练家分场社区',
        value: '练家分场社区'
      },
      {
        label: '上坑源林场',
        value: '上坑源林场'
      },
      {
        label: '虚拟生活区',
        value: '虚拟生活区'
      },
      {
        label: '山黄林场',
        value: '山黄林场'
      },
      {
        label: '虚拟生活区',
        value: '虚拟生活区'
      },
      {
        label: '新篁办事处',
        value: '新篁办事处'
      },
      {
        label: '篁村村委会',
        value: '篁村村委会'
      },
      {
        label: '槎源村委会',
        value: '槎源村委会'
      },
      {
        label: '陈村湾村委会',
        value: '陈村湾村委会'
      },
      {
        label: '山田村委会',
        value: '山田村委会'
      },
      {
        label: '崇山村委会',
        value: '崇山村委会'
      }]
    },
    {
      value: '弋阳县',
      label: '弋阳县',
      children: [
        {
          label: '桃源街道办事处',
          value: '桃源街道办事处',
          children: [
            {
              label: '花亭居委会',
              value: '花亭居委会'
            },
            {
              label: '双亭居委会',
              value: '双亭居委会'
            },
            {
              label: '永阳居委会',
              value: '永阳居委会'
            },
            {
              label: '连胜居委会',
              value: '连胜居委会'
            },
            {
              label: '东站居委会',
              value: '东站居委会'
            },
            {
              label: '建岭居委会',
              value: '建岭居委会'
            },
            {
              label: '信化居委会',
              value: '信化居委会'
            }
          ]
        },
        {
          label: '曹溪镇',
          value: '曹溪镇',
          children: [
            {
              label: '曹溪村民委员会',
              value: '曹溪村民委员会'
            },
            {
              label: '内洪村民委员会',
              value: '内洪村民委员会'
            },
            {
              label: '外洪村民委员会',
              value: '外洪村民委员会'
            },
            {
              label: '邵畈村民委员会',
              value: '邵畈村民委员会'
            },
            {
              label: '芳湖村民委员会',
              value: '芳湖村民委员会'
            },
            {
              label: '横桥村民委员会',
              value: '横桥村民委员会'
            },
            {
              label: '刘家村民委员会',
              value: '刘家村民委员会'
            },
            {
              label: '东港村民委员会',
              value: '东港村民委员会'
            },
            {
              label: '新屋村民委员会',
              value: '新屋村民委员会'
            },
            {
              label: '程畈村民委员会',
              value: '程畈村民委员会'
            },
            {
              label: '马山村民委员会',
              value: '马山村民委员会'
            },
            {
              label: '西山林场生活区',
              value: '西山林场生活区'
            }
          ]
        },
        {
          label: '漆工镇',
          value: '漆工镇',
          children: [
            {
              label: '漆工居民委员会',
              value: '漆工居民委员会'
            },
            {
              label: '程家村民委员会',
              value: '程家村民委员会'
            },
            {
              label: '杨桥村民委员会',
              value: '杨桥村民委员会'
            },
            {
              label: '赖家村民委员会',
              value: '赖家村民委员会'
            },
            {
              label: '黄家源村民委员会',
              value: '黄家源村民委员会'
            },
            {
              label: '洋泥畈村民委员会',
              value: '洋泥畈村民委员会'
            },
            {
              label: '湖塘村民委员会',
              value: '湖塘村民委员会'
            },
            {
              label: '烈桥村民委员会',
              value: '烈桥村民委员会'
            },
            {
              label: '仙湖村民委员会',
              value: '仙湖村民委员会'
            },
            {
              label: '余仓村民委员会',
              value: '余仓村民委员会'
            },
            {
              label: '西杭村民委员会',
              value: '西杭村民委员会'
            },
            {
              label: '窖头村民委员会',
              value: '窖头村民委员会'
            },
            {
              label: '朝阳村民委员会',
              value: '朝阳村民委员会'
            },
            {
              label: '西源山分场生活区',
              value: '西源山分场生活区'
            },
            {
              label: '荷树畈分场生活区',
              value: '荷树畈分场生活区'
            },
            {
              label: '祝家分场生活区',
              value: '祝家分场生活区'
            }
          ]
        },
        {
          label: '樟树墩镇',
          value: '樟树墩镇',
          children: [
            {
              label: '樟树墩村民委员会',
              value: '樟树墩村民委员会'
            },
            {
              label: '直源村民委员会',
              value: '直源村民委员会'
            },
            {
              label: '大坝村民委员会',
              value: '大坝村民委员会'
            },
            {
              label: '火桥村民委员会',
              value: '火桥村民委员会'
            },
            {
              label: '岩山村民委员会',
              value: '岩山村民委员会'
            },
            {
              label: '大港村民委员会',
              value: '大港村民委员会'
            }
          ]
        },
        {
          label: '南岩镇',
          value: '南岩镇',
          children: [
            {
              label: '南岩社区居民委员会',
              value: '南岩社区居民委员会'
            },
            {
              label: '龙门湖社区居民委员会',
              value: '龙门湖社区居民委员会'
            },
            {
              label: '宝峰村民委员会',
              value: '宝峰村民委员会'
            },
            {
              label: '栗桥村民委员会',
              value: '栗桥村民委员会'
            },
            {
              label: '光辉村民委员会',
              value: '光辉村民委员会'
            },
            {
              label: '南岩村民委员会',
              value: '南岩村民委员会'
            },
            {
              label: '贞畈村民委员会',
              value: '贞畈村民委员会'
            },
            {
              label: '叶坝村民委员会',
              value: '叶坝村民委员会'
            },
            {
              label: '水南村民委员会',
              value: '水南村民委员会'
            },
            {
              label: '旗山村民委员会',
              value: '旗山村民委员会'
            },
            {
              label: '旗山分场生活区',
              value: '旗山分场生活区'
            }
          ]
        },
        {
          label: '朱坑镇',
          value: '朱坑镇',
          children: [
            {
              label: '蔡家村民委员会',
              value: '蔡家村民委员会'
            },
            {
              label: '上童村民委员会',
              value: '上童村民委员会'
            },
            {
              label: '西童村民委员会',
              value: '西童村民委员会'
            },
            {
              label: '毛家村民委员会',
              value: '毛家村民委员会'
            },
            {
              label: '塘坪村民委员会',
              value: '塘坪村民委员会'
            },
            {
              label: '米岭村民委员会',
              value: '米岭村民委员会'
            },
            {
              label: '长源村民委员会',
              value: '长源村民委员会'
            },
            {
              label: '下琬村民委员会',
              value: '下琬村民委员会'
            },
            {
              label: '荷塘村民委员会',
              value: '荷塘村民委员会'
            },
            {
              label: '潭石村民委员会',
              value: '潭石村民委员会'
            }
          ]
        },
        {
          label: '圭峰镇',
          value: '圭峰镇',
          children: [
            {
              label: '中屋村民委员会',
              value: '中屋村民委员会'
            },
            {
              label: '流口村民委员会',
              value: '流口村民委员会'
            },
            {
              label: '大塘村民委员会',
              value: '大塘村民委员会'
            },
            {
              label: '宝石村民委员会',
              value: '宝石村民委员会'
            },
            {
              label: '招宾村民委员会',
              value: '招宾村民委员会'
            },
            {
              label: '上张村民委员会',
              value: '上张村民委员会'
            },
            {
              label: '箭竹村民委员会',
              value: '箭竹村民委员会'
            },
            {
              label: '蒋坊村民委员会',
              value: '蒋坊村民委员会'
            },
            {
              label: '桥畈村民委员会',
              value: '桥畈村民委员会'
            },
            {
              label: '罗家村民委员会',
              value: '罗家村民委员会'
            },
            {
              label: '邹山村民委员会',
              value: '邹山村民委员会'
            },
            {
              label: '圭峰村民委员会',
              value: '圭峰村民委员会'
            },
            {
              label: '圭峰果圆场生活区',
              value: '圭峰果圆场生活区'
            }
          ]
        },
        {
          label: '叠山镇',
          value: '叠山镇',
          children: [
            {
              label: '双港社区居民委员会',
              value: '双港社区居民委员会'
            },
            {
              label: '双港村民委员会',
              value: '双港村民委员会'
            },
            {
              label: '管家村民委员会',
              value: '管家村民委员会'
            },
            {
              label: '周潭村民委员会',
              value: '周潭村民委员会'
            },
            {
              label: '翁家村民委员会',
              value: '翁家村民委员会'
            },
            {
              label: '慈竹村民委员会',
              value: '慈竹村民委员会'
            },
            {
              label: '马岭村民委员会',
              value: '马岭村民委员会'
            }
          ]
        },
        {
          label: '港口镇',
          value: '港口镇',
          children: [
            {
              label: '港口村民委员会',
              value: '港口村民委员会'
            },
            {
              label: '上坊村民委员会',
              value: '上坊村民委员会'
            },
            {
              label: '东源村民委员会',
              value: '东源村民委员会'
            },
            {
              label: '小店村民委员会',
              value: '小店村民委员会'
            },
            {
              label: '錾山村民委员会',
              value: '錾山村民委员会'
            },
            {
              label: '上坑村民委员会',
              value: '上坑村民委员会'
            },
            {
              label: '仙台村民委员会',
              value: '仙台村民委员会'
            },
            {
              label: '园竹村民委员会',
              value: '园竹村民委员会'
            }
          ]
        },
        {
          label: '弋江镇',
          value: '弋江镇',
          children: [
            {
              label: '东街社区居民委员会',
              value: '东街社区居民委员会'
            },
            {
              label: '西街社区居民委员会',
              value: '西街社区居民委员会'
            },
            {
              label: '北街社区居民委员会',
              value: '北街社区居民委员会'
            },
            {
              label: '车站街社区居民委员会',
              value: '车站街社区居民委员会'
            },
            {
              label: '蔬菜村民委员会',
              value: '蔬菜村民委员会'
            },
            {
              label: '大树村民委员会',
              value: '大树村民委员会'
            }
          ]
        },
        {
          label: '中畈乡',
          value: '中畈乡',
          children: [
            {
              label: '中畈村民委员会',
              value: '中畈村民委员会'
            },
            {
              label: '下叶村民委员会',
              value: '下叶村民委员会'
            },
            {
              label: '汉墩村民委员会',
              value: '汉墩村民委员会'
            },
            {
              label: '江僚村民委员会',
              value: '江僚村民委员会'
            },
            {
              label: '芳墩村民委员会',
              value: '芳墩村民委员会'
            },
            {
              label: '下范村民委员会',
              value: '下范村民委员会'
            },
            {
              label: '陈塘村民委员会',
              value: '陈塘村民委员会'
            },
            {
              label: '溪湾村民委员会',
              value: '溪湾村民委员会'
            },
            {
              label: '杉山村民委员会',
              value: '杉山村民委员会'
            },
            {
              label: '显南村民委员会',
              value: '显南村民委员会'
            },
            {
              label: '坞垄村民委员会',
              value: '坞垄村民委员会'
            }
          ]
        },
        {
          label: '葛溪乡',
          value: '葛溪乡',
          children: [
            {
              label: '王家村民委员会',
              value: '王家村民委员会'
            },
            {
              label: '湖西村民委员会',
              value: '湖西村民委员会'
            },
            {
              label: '马鞍村民委员会',
              value: '马鞍村民委员会'
            },
            {
              label: '李畈村民委员会',
              value: '李畈村民委员会'
            },
            {
              label: '过港村民委员会',
              value: '过港村民委员会'
            },
            {
              label: '港渡村民委员会',
              value: '港渡村民委员会'
            },
            {
              label: '田东村民委员会',
              value: '田东村民委员会'
            },
            {
              label: '葛溪村民委员会',
              value: '葛溪村民委员会'
            },
            {
              label: '雷兰村民委员会',
              value: '雷兰村民委员会'
            }
          ]
        },
        {
          label: '湾里乡',
          value: '湾里乡',
          children: [
            {
              label: '周店村民委员会',
              value: '周店村民委员会'
            },
            {
              label: '李桥村民委员会',
              value: '李桥村民委员会'
            },
            {
              label: '广兴村民委员会',
              value: '广兴村民委员会'
            },
            {
              label: '官源村民委员会',
              value: '官源村民委员会'
            },
            {
              label: '西李村民委员会',
              value: '西李村民委员会'
            },
            {
              label: '庙前村民委员会',
              value: '庙前村民委员会'
            },
            {
              label: '湖桥村民委员会',
              value: '湖桥村民委员会'
            }
          ]
        },
        {
          label: '清湖乡',
          value: '清湖乡',
          children: [
            {
              label: '瑚琳村民委员会',
              value: '瑚琳村民委员会'
            },
            {
              label: '虎山村民委员会',
              value: '虎山村民委员会'
            },
            {
              label: '龙山村民委员会',
              value: '龙山村民委员会'
            },
            {
              label: '栗塘村民委员会',
              value: '栗塘村民委员会'
            },
            {
              label: '清湖村民委员会',
              value: '清湖村民委员会'
            },
            {
              label: '庙脚村民委员会',
              value: '庙脚村民委员会'
            }
          ]
        },
        {
          label: '旭光乡',
          value: '旭光乡',
          children: [
            {
              label: '铁沙村民委员会',
              value: '铁沙村民委员会'
            },
            {
              label: '张湾村民委员会',
              value: '张湾村民委员会'
            },
            {
              label: '杨桥村民委员会',
              value: '杨桥村民委员会'
            },
            {
              label: '灵范村民委员会',
              value: '灵范村民委员会'
            },
            {
              label: '洪山分场生活区',
              value: '洪山分场生活区'
            },
            {
              label: '万源分场生活区',
              value: '万源分场生活区'
            },
            {
              label: '白马山分场生活区',
              value: '白马山分场生活区'
            },
            {
              label: '铁沙林场生活区',
              value: '铁沙林场生活区'
            }
          ]
        },
        {
          label: '花亭垦殖场',
          value: '花亭垦殖场',
          children: [
            {
              label: '甘家山分场生活区',
              value: '甘家山分场生活区'
            },
            {
              label: '花亭村民委员会',
              value: '花亭村民委员会'
            },
            {
              label: '莲湖分场生活区',
              value: '莲湖分场生活区'
            },
            {
              label: '菡潭分场生活区',
              value: '菡潭分场生活区'
            },
            {
              label: '马鞍分场生活区',
              value: '马鞍分场生活区'
            },
            {
              label: '良种场分场生活区',
              value: '良种场分场生活区'
            }
          ]
        },
        {
          label: '三县岭垦殖场',
          value: '三县岭垦殖场',
          children: [
            {
              label: '龙家村民委员会',
              value: '龙家村民委员会'
            },
            {
              label: '店上村民委员会',
              value: '店上村民委员会'
            },
            {
              label: '姚畈村民委员会',
              value: '姚畈村民委员会'
            },
            {
              label: '沙湾村民委员会',
              value: '沙湾村民委员会'
            },
            {
              label: '徐门村民委员会',
              value: '徐门村民委员会'
            },
            {
              label: '程桥村民委员会',
              value: '程桥村民委员会'
            },
            {
              label: '前畈分场生活区',
              value: '前畈分场生活区'
            },
            {
              label: '瑶上分场生活区',
              value: '瑶上分场生活区'
            },
            {
              label: '陈屋分场生活区',
              value: '陈屋分场生活区'
            },
            {
              label: '浪湾分场生活区',
              value: '浪湾分场生活区'
            },
            {
              label: '港王分场生活区',
              value: '港王分场生活区'
            },
            {
              label: '曹家分场生活区',
              value: '曹家分场生活区'
            }
          ]
        }
      ]
    },
    {
      label: '余干县',
      value: '余干县',
      children: [
        {
          label: '玉亭镇',
          value: '玉亭镇',
          children: [
            {
              label: '周桥街社区居民委员会',
              value: '周桥街社区居民委员会'
            },
            {
              label: '琵琶洲社区居民委员会',
              value: '琵琶洲社区居民委员会'
            },
            {
              label: '西门社区居民委员会',
              value: '西门社区居民委员会'
            },
            {
              label: '东山社区居民委员会',
              value: '东山社区居民委员会'
            },
            {
              label: '茗桂花园社区居民委员会',
              value: '茗桂花园社区居民委员会'
            },
            {
              label: '秀水社区居民委员会',
              value: '秀水社区居民委员会'
            },
            {
              label: '北苑社区居民委员会',
              value: '北苑社区居民委员会'
            },
            {
              label: '迎宾社区居民委员会',
              value: '迎宾社区居民委员会'
            },
            {
              label: '三星社区居民委员会',
              value: '三星社区居民委员会'
            },
            {
              label: '东门社区居民委员会',
              value: '东门社区居民委员会'
            },
            {
              label: '南门社区居民委员会',
              value: '南门社区居民委员会'
            },
            {
              label: '干越社区居民委员会',
              value: '干越社区居民委员会'
            },
            {
              label: '东昇社区居民委员会',
              value: '东昇社区居民委员会'
            },
            {
              label: '关口社区居民委员会',
              value: '关口社区居民委员会'
            },
            {
              label: '德胜社区居民委员会',
              value: '德胜社区居民委员会'
            },
            {
              label: '洲上社区居民委员会',
              value: '洲上社区居民委员会'
            },
            {
              label: '毛溪社区居民委员会',
              value: '毛溪社区居民委员会'
            },
            {
              label: '太阳社区居民委员会',
              value: '太阳社区居民委员会'
            },
            {
              label: '南关村民委员会',
              value: '南关村民委员会'
            },
            {
              label: '周家村民委员会',
              value: '周家村民委员会'
            },
            {
              label: '眠山村民委员会',
              value: '眠山村民委员会'
            },
            {
              label: '牌岗村民委员会',
              value: '牌岗村民委员会'
            },
            {
              label: '宝珠村民委员会',
              value: '宝珠村民委员会'
            },
            {
              label: '石山村民委员会',
              value: '石山村民委员会'
            },
            {
              label: '百湖村民委员会',
              value: '百湖村民委员会'
            },
            {
              label: '劳动村民委员会',
              value: '劳动村民委员会'
            },
            {
              label: '锞岭村民委员会',
              value: '锞岭村民委员会'
            }
          ]
        },
        {
          label: '瑞洪镇',
          value: '瑞洪镇',
          children: [
            {
              label: '洪涯社区居委会',
              value: '洪涯社区居委会'
            },
            {
              label: '锦湾社区居委会',
              value: '锦湾社区居委会'
            },
            {
              label: '洪祥社区居委会',
              value: '洪祥社区居委会'
            },
            {
              label: '洪湖社区居委会',
              value: '洪湖社区居委会'
            },
            {
              label: '新塘村民委员会',
              value: '新塘村民委员会'
            },
            {
              label: '神口村民委员会',
              value: '神口村民委员会'
            },
            {
              label: '梁山村民委员会',
              value: '梁山村民委员会'
            },
            {
              label: '桥里村民委员会',
              value: '桥里村民委员会'
            },
            {
              label: '罗家村民委员会',
              value: '罗家村民委员会'
            },
            {
              label: '小山村民委员会',
              value: '小山村民委员会'
            },
            {
              label: '架湖村民委员会',
              value: '架湖村民委员会'
            },
            {
              label: '前山村民委员会',
              value: '前山村民委员会'
            },
            {
              label: '谢家村民委员会',
              value: '谢家村民委员会'
            },
            {
              label: '上西源村民委员会',
              value: '上西源村民委员会'
            },
            {
              label: '仓前村民委员会',
              value: '仓前村民委员会'
            },
            {
              label: '高峰村民委员会',
              value: '高峰村民委员会'
            },
            {
              label: '大源垄村民委员会',
              value: '大源垄村民委员会'
            },
            {
              label: '湾头村民委员会',
              value: '湾头村民委员会'
            },
            {
              label: '前沿村民委员会',
              value: '前沿村民委员会'
            },
            {
              label: '下西源村民委员会',
              value: '下西源村民委员会'
            },
            {
              label: '把山村民委员会',
              value: '把山村民委员会'
            },
            {
              label: '后山村民委员会',
              value: '后山村民委员会'
            },
            {
              label: '柏叶房村民委员会',
              value: '柏叶房村民委员会'
            },
            {
              label: '后沿村民委员会',
              value: '后沿村民委员会'
            },
            {
              label: '前进村民委员会',
              value: '前进村民委员会'
            },
            {
              label: '西岗村民委员会',
              value: '西岗村民委员会'
            },
            {
              label: '东源村民委员会',
              value: '东源村民委员会'
            },
            {
              label: '江家村民委员会',
              value: '江家村民委员会'
            },
            {
              label: '镇郊村民委员会',
              value: '镇郊村民委员会'
            },
            {
              label: '南墩村民委员会',
              value: '南墩村民委员会'
            },
            {
              label: '东源一村民委员会',
              value: '东源一村民委员会'
            },
            {
              label: '东源二村民委员会',
              value: '东源二村民委员会'
            },
            {
              label: '东源三村民委员会',
              value: '东源三村民委员会'
            },
            {
              label: '后源村民委员会',
              value: '后源村民委员会'
            },
            {
              label: '寺昌源村民委员会',
              value: '寺昌源村民委员会'
            },
            {
              label: '朱家村民委员会',
              value: '朱家村民委员会'
            }
          ]
        },
        {
          label: '黄金埠镇',
          value: '黄金埠镇',
          children: [
            {
              label: '金信社区居民委员会',
              value: '金信社区居民委员会'
            },
            {
              label: '金航社区居民委员会',
              value: '金航社区居民委员会'
            },
            {
              label: '金塘社区居民委员会',
              value: '金塘社区居民委员会'
            },
            {
              label: '金电社区居民委员会',
              value: '金电社区居民委员会'
            },
            {
              label: '新园社区居委会',
              value: '新园社区居委会'
            },
            {
              label: '湖田村民委员会',
              value: '湖田村民委员会'
            },
            {
              label: '胡家洲村民委员会',
              value: '胡家洲村民委员会'
            },
            {
              label: '梅岭村民委员会',
              value: '梅岭村民委员会'
            },
            {
              label: '松霞源村民委员会',
              value: '松霞源村民委员会'
            },
            {
              label: '华山村民委员会',
              value: '华山村民委员会'
            },
            {
              label: '边山村民委员会',
              value: '边山村民委员会'
            },
            {
              label: '塘湾村民委员会',
              value: '塘湾村民委员会'
            },
            {
              label: '高峰村民委员会',
              value: '高峰村民委员会'
            },
            {
              label: '绿源村民委员会',
              value: '绿源村民委员会'
            },
            {
              label: '上洪村民委员会',
              value: '上洪村民委员会'
            },
            {
              label: '五雷村民委员会',
              value: '五雷村民委员会'
            },
            {
              label: '南谷村民委员会',
              value: '南谷村民委员会'
            },
            {
              label: '白云村民委员会',
              value: '白云村民委员会'
            },
            {
              label: '河桥村民委员会',
              value: '河桥村民委员会'
            },
            {
              label: '东梅村民委员会',
              value: '东梅村民委员会'
            },
            {
              label: '枫树村民委员会',
              value: '枫树村民委员会'
            },
            {
              label: '高桥村民委员会',
              value: '高桥村民委员会'
            },
            {
              label: '四合村民委员会',
              value: '四合村民委员会'
            },
            {
              label: '长山村民委员会',
              value: '长山村民委员会'
            },
            {
              label: '前进村民委员会',
              value: '前进村民委员会'
            },
            {
              label: '株桥村民委员会',
              value: '株桥村民委员会'
            },
            {
              label: '塘背村民委员会',
              value: '塘背村民委员会'
            },
            {
              label: '上行村民委员会',
              value: '上行村民委员会'
            },
            {
              label: '曾家畈村民委员会',
              value: '曾家畈村民委员会'
            },
            {
              label: '吴艾村民委员会',
              value: '吴艾村民委员会'
            },
            {
              label: '团湖村民委员会',
              value: '团湖村民委员会'
            },
            {
              label: '菱塘村民委员会',
              value: '菱塘村民委员会'
            },
            {
              label: '长岭村民委员会',
              value: '长岭村民委员会'
            },
            {
              label: '新庄村民委员会',
              value: '新庄村民委员会'
            },
            {
              label: '朱家坞村民委员会',
              value: '朱家坞村民委员会'
            }
          ]
        },
        {
          label: '古埠镇',
          value: '古埠镇',
          children: [
            {
              label: '古楼社区居民委员会',
              value: '古楼社区居民委员会'
            },
            {
              label: '张扬村民委员会',
              value: '张扬村民委员会'
            },
            {
              label: '五福村民委员会',
              value: '五福村民委员会'
            },
            {
              label: '枫塘村民委员会',
              value: '枫塘村民委员会'
            },
            {
              label: '高门村民委员会',
              value: '高门村民委员会'
            },
            {
              label: '太和村民委员会',
              value: '太和村民委员会'
            },
            {
              label: '袁墩村民委员会',
              value: '袁墩村民委员会'
            },
            {
              label: '宁岗村民委员会',
              value: '宁岗村民委员会'
            },
            {
              label: '黄岗寺村民委员会',
              value: '黄岗寺村民委员会'
            },
            {
              label: '上湾村民委员会',
              value: '上湾村民委员会'
            },
            {
              label: '象山村民委员会',
              value: '象山村民委员会'
            },
            {
              label: '蔡坊村民委员会',
              value: '蔡坊村民委员会'
            },
            {
              label: '古山村民委员会',
              value: '古山村民委员会'
            },
            {
              label: '蒋家村民委员会',
              value: '蒋家村民委员会'
            },
            {
              label: '四一村民委员会',
              value: '四一村民委员会'
            },
            {
              label: '干港村民委员会',
              value: '干港村民委员会'
            },
            {
              label: '镇尾村民委员会',
              value: '镇尾村民委员会'
            },
            {
              label: '邱家村民委员会',
              value: '邱家村民委员会'
            },
            {
              label: '保安山村民委员会',
              value: '保安山村民委员会'
            },
            {
              label: '童埠村民委员会',
              value: '童埠村民委员会'
            },
            {
              label: '挂口村民委员会',
              value: '挂口村民委员会'
            },
            {
              label: '联合村民委员会',
              value: '联合村民委员会'
            },
            {
              label: '古埠村民委员会',
              value: '古埠村民委员会'
            },
            {
              label: '禁山村民委员会',
              value: '禁山村民委员会'
            },
            {
              label: '后港村民委员会',
              value: '后港村民委员会'
            },
            {
              label: '南岗村民委员会',
              value: '南岗村民委员会'
            },
            {
              label: '纪庄村民委员会',
              value: '纪庄村民委员会'
            }
          ]
        },
        {
          label: '乌泥镇',
          value: '乌泥镇',
          children: [
            {
              label: '迎康社区居民委员会',
              value: '迎康社区居民委员会'
            },
            {
              label: '赵家村民委员会',
              value: '赵家村民委员会'
            },
            {
              label: '铜鼓包村民委员会',
              value: '铜鼓包村民委员会'
            },
            {
              label: '乌泥村民委员会',
              value: '乌泥村民委员会'
            },
            {
              label: '港背村民委员会',
              value: '港背村民委员会'
            }
          ]
        },
        {
          label: '石口镇',
          value: '石口镇',
          children: [
            {
              label: '永安社区居民委员会',
              value: '永安社区居民委员会'
            },
            {
              label: '詹家村民委员会',
              value: '詹家村民委员会'
            },
            {
              label: '渔池村民委员会',
              value: '渔池村民委员会'
            },
            {
              label: '吴家村民委员会',
              value: '吴家村民委员会'
            },
            {
              label: '刘埠村民委员会',
              value: '刘埠村民委员会'
            },
            {
              label: '五菱村民委员会',
              value: '五菱村民委员会'
            },
            {
              label: '古竹村民委员会',
              value: '古竹村民委员会'
            },
            {
              label: '东湾村民委员会',
              value: '东湾村民委员会'
            },
            {
              label: '湖滨村民委员会',
              value: '湖滨村民委员会'
            },
            {
              label: '南源村民委员会',
              value: '南源村民委员会'
            },
            {
              label: '枫林湾村民委员会',
              value: '枫林湾村民委员会'
            },
            {
              label: '信丰村民委员会',
              value: '信丰村民委员会'
            },
            {
              label: '何家村民委员会',
              value: '何家村民委员会'
            },
            {
              label: '石口村民委员会',
              value: '石口村民委员会'
            },
            {
              label: '常山村民委员会',
              value: '常山村民委员会'
            },
            {
              label: '院前村民委员会',
              value: '院前村民委员会'
            },
            {
              label: '前何村民委员会',
              value: '前何村民委员会'
            },
            {
              label: '后何村民委员会',
              value: '后何村民委员会'
            }
          ]
        },
        {
          label: '杨埠镇',
          value: '杨埠镇',
          children: [
            {
              label: '茶子园社区居民委员会',
              value: '茶子园社区居民委员会'
            },
            {
              label: '梦之圆社区居委会',
              value: '梦之圆社区居委会'
            },
            {
              label: '长吉村民委员会',
              value: '长吉村民委员会'
            },
            {
              label: '花园村民委员会',
              value: '花园村民委员会'
            },
            {
              label: '张坊村民委员会',
              value: '张坊村民委员会'
            },
            {
              label: '壕源村民委员会',
              value: '壕源村民委员会'
            },
            {
              label: '甘泉村民委员会',
              value: '甘泉村民委员会'
            },
            {
              label: '塔尾村民委员会',
              value: '塔尾村民委员会'
            },
            {
              label: '詹坊村民委员会',
              value: '詹坊村民委员会'
            },
            {
              label: '柴店村民委员会',
              value: '柴店村民委员会'
            },
            {
              label: '汤源村民委员会',
              value: '汤源村民委员会'
            },
            {
              label: '寨源村民委员会',
              value: '寨源村民委员会'
            },
            {
              label: '枫林村民委员会',
              value: '枫林村民委员会'
            },
            {
              label: '箬源村民委员会',
              value: '箬源村民委员会'
            },
            {
              label: '江坪村民委员会',
              value: '江坪村民委员会'
            },
            {
              label: '坪上村民委员会',
              value: '坪上村民委员会'
            },
            {
              label: '合港村民委员会',
              value: '合港村民委员会'
            },
            {
              label: '霞山村民委员会',
              value: '霞山村民委员会'
            },
            {
              label: '杨埠村民委员会',
              value: '杨埠村民委员会'
            },
            {
              label: '高家村民委员会',
              value: '高家村民委员会'
            },
            {
              label: '牌坊村民委员会',
              value: '牌坊村民委员会'
            }
          ]
        },
        {
          label: '九龙镇',
          value: '九龙镇',
          children: [
            {
              label: '龙源社区居委员会',
              value: '龙源社区居委员会'
            },
            {
              label: '畈上村民委员会',
              value: '畈上村民委员会'
            },
            {
              label: '大田村民委员会',
              value: '大田村民委员会'
            },
            {
              label: '润溪村民委员会',
              value: '润溪村民委员会'
            },
            {
              label: '燕湖村民委员会',
              value: '燕湖村民委员会'
            },
            {
              label: '山岩村民委员会',
              value: '山岩村民委员会'
            },
            {
              label: '徐家村民委员会',
              value: '徐家村民委员会'
            },
            {
              label: '龙塘村民委员会',
              value: '龙塘村民委员会'
            },
            {
              label: '山塘村民委员会',
              value: '山塘村民委员会'
            },
            {
              label: '民安村民委员会',
              value: '民安村民委员会'
            },
            {
              label: '湖西村民委员会',
              value: '湖西村民委员会'
            },
            {
              label: '杨家村民委员会',
              value: '杨家村民委员会'
            },
            {
              label: '新芹村民委员会',
              value: '新芹村民委员会'
            },
            {
              label: '瓜畲村民委员会',
              value: '瓜畲村民委员会'
            },
            {
              label: '新墩村民委员会',
              value: '新墩村民委员会'
            },
            {
              label: '西湾村民委员会',
              value: '西湾村民委员会'
            }
          ]
        },
        {
          label: '社赓镇',
          value: '社赓镇',
          children: [
            {
              label: '五彩山社区居委会',
              value: '五彩山社区居委会'
            },
            {
              label: '社赓村民委员会',
              value: '社赓村民委员会'
            },
            {
              label: '同良畈村民委员会',
              value: '同良畈村民委员会'
            },
            {
              label: '横岗村民委员会',
              value: '横岗村民委员会'
            },
            {
              label: '折都村民委员会',
              value: '折都村民委员会'
            },
            {
              label: '土桥村民委员会',
              value: '土桥村民委员会'
            },
            {
              label: '枧头村民委员会',
              value: '枧头村民委员会'
            },
            {
              label: '滨塘村民委员会',
              value: '滨塘村民委员会'
            },
            {
              label: '花墩村民委员会',
              value: '花墩村民委员会'
            },
            {
              label: '邓墩村民委员会',
              value: '邓墩村民委员会'
            },
            {
              label: '涂家村民委员会',
              value: '涂家村民委员会'
            },
            {
              label: '方樊村民委员会',
              value: '方樊村民委员会'
            },
            {
              label: '中坊村民委员会',
              value: '中坊村民委员会'
            },
            {
              label: '枫塘村民委员会',
              value: '枫塘村民委员会'
            },
            {
              label: '李塘村民委员会',
              value: '李塘村民委员会'
            },
            {
              label: '畈上村民委员会',
              value: '畈上村民委员会'
            },
            {
              label: '桃源村民委员会',
              value: '桃源村民委员会'
            },
            {
              label: '李梅村民委员会',
              value: '李梅村民委员会'
            },
            {
              label: '蔡畲村民委员会',
              value: '蔡畲村民委员会'
            },
            {
              label: '三文塘村民委员会',
              value: '三文塘村民委员会'
            }
          ]
        },
        {
          label: '康山乡',
          value: '康山乡',
          children: [
            {
              label: '金山村民委员会',
              value: '金山村民委员会'
            },
            {
              label: '大山村民委员会',
              value: '大山村民委员会'
            },
            {
              label: '团结村民委员会',
              value: '团结村民委员会'
            },
            {
              label: '王家村民委员会',
              value: '王家村民委员会'
            },
            {
              label: '府山村民委员会',
              value: '府山村民委员会'
            }
          ]
        },
        {
          label: '东塘乡',
          value: '东塘乡',
          children: [
            {
              label: '东塘村民委员会',
              value: '东塘村民委员会'
            },
            {
              label: '东河村民委员会',
              value: '东河村民委员会'
            },
            {
              label: '富裕村民委员会',
              value: '富裕村民委员会'
            },
            {
              label: '东风村民委员会',
              value: '东风村民委员会'
            },
            {
              label: '东方村民委员会',
              value: '东方村民委员会'
            },
            {
              label: '新村村民委员会',
              value: '新村村民委员会'
            },
            {
              label: '新建村民委员会',
              value: '新建村民委员会'
            }
          ]
        },
        {
          label: '大塘乡',
          value: '大塘乡',
          children: [
            {
              label: '幸福村民委员会',
              value: '幸福村民委员会'
            },
            {
              label: '江家山村民委员会',
              value: '江家山村民委员会'
            },
            {
              label: '陈家塘村民委员会',
              value: '陈家塘村民委员会'
            },
            {
              label: '和平村民委员会',
              value: '和平村民委员会'
            },
            {
              label: '胜利村民委员会',
              value: '胜利村民委员会'
            },
            {
              label: '同心村民委员会',
              value: '同心村民委员会'
            }
          ]
        },
        {
          label: '鹭鸶港乡',
          value: '鹭鸶港乡',
          children: [
            {
              label: '鹭鸶港村民委员会生活区',
              value: '鹭鸶港村民委员会生活区'
            },
            {
              label: '大沙湖村民委员会',
              value: '大沙湖村民委员会'
            },
            {
              label: '沿河村民委员会',
              value: '沿河村民委员会'
            },
            {
              label: '汤村村民委员会',
              value: '汤村村民委员会'
            },
            {
              label: '李家渡村民委员会',
              value: '李家渡村民委员会'
            },
            {
              label: '上兴村民委员会',
              value: '上兴村民委员会'
            },
            {
              label: '何埠村民委员会',
              value: '何埠村民委员会'
            },
            {
              label: '茶林村民委员会',
              value: '茶林村民委员会'
            },
            {
              label: '三湖村民委员会',
              value: '三湖村民委员会'
            },
            {
              label: '前徐村民委员会',
              value: '前徐村民委员会'
            },
            {
              label: '雷溪渡村民委员会',
              value: '雷溪渡村民委员会'
            },
            {
              label: '方家洲村民委员会',
              value: '方家洲村民委员会'
            }
          ]
        },
        {
          label: '三塘乡',
          value: '三塘乡',
          children: [
            {
              label: '龙塘社区居委会',
              value: '龙塘社区居委会'
            },
            {
              label: '三塘村民委员会',
              value: '三塘村民委员会'
            },
            {
              label: '洪埠村民委员会',
              value: '洪埠村民委员会'
            },
            {
              label: '榨下村民委员会',
              value: '榨下村民委员会'
            },
            {
              label: '三畈村民委员会',
              value: '三畈村民委员会'
            },
            {
              label: '沾渡村民委员会',
              value: '沾渡村民委员会'
            },
            {
              label: '赤岗村民委员会',
              value: '赤岗村民委员会'
            },
            {
              label: '石柱村民委员会',
              value: '石柱村民委员会'
            },
            {
              label: '大口村民委员会',
              value: '大口村民委员会'
            },
            {
              label: '桥头村民委员会',
              value: '桥头村民委员会'
            },
            {
              label: '濠湖村民委员会',
              value: '濠湖村民委员会'
            },
            {
              label: '新桥村民委员会',
              value: '新桥村民委员会'
            },
            {
              label: '赤岸村民委员会',
              value: '赤岸村民委员会'
            },
            {
              label: '联兴村民委员会',
              value: '联兴村民委员会'
            },
            {
              label: '畈程村民委员会',
              value: '畈程村民委员会'
            },
            {
              label: '蔡垄村民委员会',
              value: '蔡垄村民委员会'
            },
            {
              label: '腾溪村民委员会',
              value: '腾溪村民委员会'
            },
            {
              label: '三房村民委员会',
              value: '三房村民委员会'
            },
            {
              label: '源头村民委员会',
              value: '源头村民委员会'
            },
            {
              label: '后湖村民委员会',
              value: '后湖村民委员会'
            },
            {
              label: '明湖村民委员会',
              value: '明湖村民委员会'
            },
            {
              label: '上曹村民委员会',
              value: '上曹村民委员会'
            },
            {
              label: '神埠村民委员会',
              value: '神埠村民委员会'
            },
            {
              label: '松山村民委员会',
              value: '松山村民委员会'
            },
            {
              label: '刘家村民委员会',
              value: '刘家村民委员会'
            },
            {
              label: '塘西村民委员会',
              value: '塘西村民委员会'
            },
            {
              label: '冷井村民委员会',
              value: '冷井村民委员会'
            },
            {
              label: '上谭村民委员会',
              value: '上谭村民委员会'
            },
            {
              label: '下谭村民委员会',
              value: '下谭村民委员会'
            },
            {
              label: '三溪村民委员会',
              value: '三溪村民委员会'
            }
          ]
        },
        {
          label: '洪家嘴乡',
          value: '洪家嘴乡',
          children: [
            {
              label: '雷湾村民委员会',
              value: '雷湾村民委员会'
            },
            {
              label: '朱湾村民委员会',
              value: '朱湾村民委员会'
            },
            {
              label: '红莲村民委员会',
              value: '红莲村民委员会'
            },
            {
              label: '何家村民委员会',
              value: '何家村民委员会'
            },
            {
              label: '左桥村民委员会',
              value: '左桥村民委员会'
            },
            {
              label: '石岭村民委员会',
              value: '石岭村民委员会'
            },
            {
              label: '金滩村民委员会',
              value: '金滩村民委员会'
            },
            {
              label: '云头村民委员会',
              value: '云头村民委员会'
            },
            {
              label: '东红村民委员会',
              value: '东红村民委员会'
            },
            {
              label: '严溪村民委员会',
              value: '严溪村民委员会'
            },
            {
              label: '沿港村民委员会',
              value: '沿港村民委员会'
            },
            {
              label: '黄岗村民委员会',
              value: '黄岗村民委员会'
            },
            {
              label: '塔前村民委员会',
              value: '塔前村民委员会'
            },
            {
              label: '永兴村民委员会',
              value: '永兴村民委员会'
            },
            {
              label: '万谭村民委员会',
              value: '万谭村民委员会'
            },
            {
              label: '中湖村民委员会',
              value: '中湖村民委员会'
            },
            {
              label: '中山村民委员会',
              value: '中山村民委员会'
            },
            {
              label: '和爱村民委员会',
              value: '和爱村民委员会'
            },
            {
              label: '山下村民委员会',
              value: '山下村民委员会'
            },
            {
              label: '富湾村民委员会',
              value: '富湾村民委员会'
            },
            {
              label: '团林村民委员会',
              value: '团林村民委员会'
            },
            {
              label: '高坑村民委员会',
              value: '高坑村民委员会'
            },
            {
              label: '埂上村民委员会',
              value: '埂上村民委员会'
            },
            {
              label: '龙津村民委员会',
              value: '龙津村民委员会'
            },
            {
              label: '柳林村民委员会',
              value: '柳林村民委员会'
            },
            {
              label: '双港村民委员会',
              value: '双港村民委员会'
            },
            {
              label: '南塘村民委员会',
              value: '南塘村民委员会'
            },
            {
              label: '中梗村民委员会',
              value: '中梗村民委员会'
            },
            {
              label: '凤颈村民委员会',
              value: '凤颈村民委员会'
            },
            {
              label: '东升村民委员会',
              value: '东升村民委员会'
            },
            {
              label: '甘家村民委员会',
              value: '甘家村民委员会'
            },
            {
              label: '双塘村民委员会',
              value: '双塘村民委员会'
            },
            {
              label: '新村村民委员会',
              value: '新村村民委员会'
            }
          ]
        },
        {
          label: '白马桥乡',
          value: '白马桥乡',
          children: [
            {
              label: '马鞍山社区居委会',
              value: '马鞍山社区居委会'
            },
            {
              label: '凤凰山社区居委会',
              value: '凤凰山社区居委会'
            },
            {
              label: '白马村民委员会',
              value: '白马村民委员会'
            },
            {
              label: '藕塘村民委员会',
              value: '藕塘村民委员会'
            },
            {
              label: '古塘村民委员会',
              value: '古塘村民委员会'
            },
            {
              label: '山源村民委员会',
              value: '山源村民委员会'
            },
            {
              label: '寺前村民委员会',
              value: '寺前村民委员会'
            },
            {
              label: '詹湾村民委员会',
              value: '詹湾村民委员会'
            },
            {
              label: '港边村民委员会',
              value: '港边村民委员会'
            },
            {
              label: '潼湖村民委员会',
              value: '潼湖村民委员会'
            },
            {
              label: '潼口村民委员会',
              value: '潼口村民委员会'
            },
            {
              label: '毛坊村民委员会',
              value: '毛坊村民委员会'
            },
            {
              label: '程家村民委员会',
              value: '程家村民委员会'
            },
            {
              label: '湖溪村民委员会',
              value: '湖溪村民委员会'
            },
            {
              label: '凤凰村民委员会',
              value: '凤凰村民委员会'
            },
            {
              label: '店上村民委员会',
              value: '店上村民委员会'
            },
            {
              label: '紫溪村民委员会',
              value: '紫溪村民委员会'
            },
            {
              label: '安居村民委员会',
              value: '安居村民委员会'
            },
            {
              label: '熊家村民委员会',
              value: '熊家村民委员会'
            }
          ]
        },
        {
          label: '江埠乡',
          value: '江埠乡',
          children: [
            {
              label: '滨江社区居民委员会',
              value: '滨江社区居民委员会'
            },
            {
              label: '江埠村民委员会',
              value: '江埠村民委员会'
            },
            {
              label: '山背村民委员会',
              value: '山背村民委员会'
            },
            {
              label: '米湾村民委员会',
              value: '米湾村民委员会'
            },
            {
              label: '西源村民委员会',
              value: '西源村民委员会'
            },
            {
              label: '龟山村民委员会',
              value: '龟山村民委员会'
            },
            {
              label: '山里村民委员会',
              value: '山里村民委员会'
            },
            {
              label: '石溪村民委员会',
              value: '石溪村民委员会'
            },
            {
              label: '墩上村民委员会',
              value: '墩上村民委员会'
            },
            {
              label: '尧嘴村民委员会',
              value: '尧嘴村民委员会'
            },
            {
              label: '郭泗村民委员会',
              value: '郭泗村民委员会'
            },
            {
              label: '黎背村民委员会',
              value: '黎背村民委员会'
            },
            {
              label: '蛇塘村民委员会',
              value: '蛇塘村民委员会'
            },
            {
              label: '大港村民委员会',
              value: '大港村民委员会'
            },
            {
              label: '陈坪村民委员会',
              value: '陈坪村民委员会'
            },
            {
              label: '前坊村民委员会',
              value: '前坊村民委员会'
            },
            {
              label: '花门村民委员会',
              value: '花门村民委员会'
            },
            {
              label: '毛坊村民委员会',
              value: '毛坊村民委员会'
            },
            {
              label: '中洲村民委员会',
              value: '中洲村民委员会'
            },
            {
              label: '洪贤村民委员会',
              value: '洪贤村民委员会'
            },
            {
              label: '小埠村民委员会',
              value: '小埠村民委员会'
            },
            {
              label: '江坊村民委员会',
              value: '江坊村民委员会'
            }
          ]
        },
        {
          label: '枫港乡',
          value: '枫港乡',
          children: [
            {
              label: '禾山社区居委会',
              value: '禾山社区居委会'
            },
            {
              label: '枫港村民委员会',
              value: '枫港村民委员会'
            },
            {
              label: '号嘴村民委员会',
              value: '号嘴村民委员会'
            },
            {
              label: '南坪村民委员会',
              value: '南坪村民委员会'
            },
            {
              label: '大淮村民委员会',
              value: '大淮村民委员会'
            },
            {
              label: '石溪村民委员会',
              value: '石溪村民委员会'
            },
            {
              label: '程坊村民委员会',
              value: '程坊村民委员会'
            },
            {
              label: '西坪村民委员会',
              value: '西坪村民委员会'
            },
            {
              label: '白家圩村民委员会',
              value: '白家圩村民委员会'
            },
            {
              label: '李湾村民委员会',
              value: '李湾村民委员会'
            },
            {
              label: '傅家弄村民委员会',
              value: '傅家弄村民委员会'
            },
            {
              label: '墎坪村民委员会',
              value: '墎坪村民委员会'
            },
            {
              label: '禾山村民委员会',
              value: '禾山村民委员会'
            },
            {
              label: '大屋村民委员会',
              value: '大屋村民委员会'
            },
            {
              label: '王家村民委员会',
              value: '王家村民委员会'
            },
            {
              label: '大都村民委员会',
              value: '大都村民委员会'
            },
            {
              label: '岭上村民委员会',
              value: '岭上村民委员会'
            },
            {
              label: '涂坊村民委员会',
              value: '涂坊村民委员会'
            },
            {
              label: '增产村民委员会',
              value: '增产村民委员会'
            },
            {
              label: '牌头村民委员会',
              value: '牌头村民委员会'
            },
            {
              label: '后塘村民委员会',
              value: '后塘村民委员会'
            },
            {
              label: '迁移村民委员会',
              value: '迁移村民委员会'
            },
            {
              label: '阮家村民委员会',
              value: '阮家村民委员会'
            },
            {
              label: '河源村民委员会',
              value: '河源村民委员会'
            },
            {
              label: '新兴村民委员会',
              value: '新兴村民委员会'
            },
            {
              label: '碧溪村民委员会',
              value: '碧溪村民委员会'
            },
            {
              label: '江家村民委员会',
              value: '江家村民委员会'
            }
          ]
        },
        {
          label: '大溪乡',
          value: '大溪乡',
          children: [
            {
              label: '阳光社区居委会',
              value: '阳光社区居委会'
            },
            {
              label: '渔虹社区居委会',
              value: '渔虹社区居委会'
            },
            {
              label: '陶瓷社区居委会',
              value: '陶瓷社区居委会'
            },
            {
              label: '大溪村民委员会',
              value: '大溪村民委员会'
            },
            {
              label: '岭底村民委员会',
              value: '岭底村民委员会'
            },
            {
              label: '槐梓村民委员会',
              value: '槐梓村民委员会'
            },
            {
              label: '杨源村民委员会',
              value: '杨源村民委员会'
            },
            {
              label: '邹坊村民委员会',
              value: '邹坊村民委员会'
            },
            {
              label: '石门村民委员会',
              value: '石门村民委员会'
            },
            {
              label: '八圩村民委员会',
              value: '八圩村民委员会'
            },
            {
              label: '闵坊村民委员会',
              value: '闵坊村民委员会'
            },
            {
              label: '汪塘村民委员会',
              value: '汪塘村民委员会'
            },
            {
              label: '楼埠村民委员会',
              value: '楼埠村民委员会'
            },
            {
              label: '青林村民委员会',
              value: '青林村民委员会'
            },
            {
              label: '湖坊村民委员会',
              value: '湖坊村民委员会'
            },
            {
              label: '牛皮山村民委员会',
              value: '牛皮山村民委员会'
            }
          ]
        },
        {
          label: '梅港乡',
          value: '梅港乡',
          children: [
            {
              label: '新梅社区居委会',
              value: '新梅社区居委会'
            },
            {
              label: '梅港村民委员会',
              value: '梅港村民委员会'
            },
            {
              label: '炭埠村民委员会',
              value: '炭埠村民委员会'
            },
            {
              label: '三联村民委员会',
              value: '三联村民委员会'
            },
            {
              label: '蒋坊村民委员会',
              value: '蒋坊村民委员会'
            },
            {
              label: '三异村民委员会',
              value: '三异村民委员会'
            },
            {
              label: '杜家岭村民委员会',
              value: '杜家岭村民委员会'
            },
            {
              label: '董家村民委员会',
              value: '董家村民委员会'
            },
            {
              label: '大山村民委员会',
              value: '大山村民委员会'
            },
            {
              label: '青山村民委员会',
              value: '青山村民委员会'
            },
            {
              label: '寨上村民委员会',
              value: '寨上村民委员会'
            },
            {
              label: '王化村民委员会',
              value: '王化村民委员会'
            },
            {
              label: '早里源村民委员会',
              value: '早里源村民委员会'
            },
            {
              label: '维城村民委员会',
              value: '维城村民委员会'
            },
            {
              label: '油源村民委员会',
              value: '油源村民委员会'
            },
            {
              label: '老虎口村民委员会',
              value: '老虎口村民委员会'
            },
            {
              label: '赤岭村民委员会',
              value: '赤岭村民委员会'
            },
            {
              label: '樟山村民委员会',
              value: '樟山村民委员会'
            },
            {
              label: '库管村民委员会',
              value: '库管村民委员会'
            },
            {
              label: '金埠村民委员会',
              value: '金埠村民委员会'
            },
            {
              label: '黄芽村民委员会',
              value: '黄芽村民委员会'
            },
            {
              label: '鹤源村民委员会',
              value: '鹤源村民委员会'
            },
            {
              label: '畈头村民委员会',
              value: '畈头村民委员会'
            },
            {
              label: '畈头一村民委员会',
              value: '畈头一村民委员会'
            },
            {
              label: '畈头二村民委员会',
              value: '畈头二村民委员会'
            },
            {
              label: '蛟龙村民委员会',
              value: '蛟龙村民委员会'
            }
          ]
        },
        {
          label: '渔池湖水产场',
          value: '渔池湖水产场',
          children: [
            {
              label: '一分场生活区',
              value: '一分场生活区'
            },
            {
              label: '二分场生活区',
              value: '二分场生活区'
            },
            {
              label: '三分场生活区',
              value: '三分场生活区'
            }
          ]
        },
        {
          label: '县良种场',
          value: '县良种场',
          children: [
            {
              label: '一分场生活区',
              value: '一分场生活区'
            },
            {
              label: '二分场生活区',
              value: '二分场生活区'
            },
            {
              label: '三分场生活区',
              value: '三分场生活区'
            }
          ]
        },
        {
          label: '李梅林场',
          value: '李梅林场',
          children: [
            {
              label: '桃源村民委员会',
              value: '桃源村民委员会'
            }
          ]
        },
        {
          label: '康山垦总场',
          value: '康山垦总场',
          children: [
            {
              label: '糯米咀社区居委会',
              value: '糯米咀社区居委会'
            },
            {
              label: '插旗洲分场生活区',
              value: '插旗洲分场生活区'
            },
            {
              label: '甘泉洲分场生活区',
              value: '甘泉洲分场生活区'
            },
            {
              label: '里溪分场生活区',
              value: '里溪分场生活区'
            },
            {
              label: '落脚湖分场生活区',
              value: '落脚湖分场生活区'
            },
            {
              label: '莲池村民委员会',
              value: '莲池村民委员会'
            },
            {
              label: '里溪村民委员会',
              value: '里溪村民委员会'
            }
          ]
        },
        {
          label: '禾斛岭垦殖场',
          value: '禾斛岭垦殖场',
          children: [
            {
              label: '商业社区居民委员会社区',
              value: '商业社区居民委员会社区'
            },
            {
              label: '工业社区居民委员会社区',
              value: '工业社区居民委员会社区'
            },
            {
              label: '建厂社区居民委员会',
              value: '建厂社区居民委员会'
            },
            {
              label: '厂郊社区居民委员会',
              value: '厂郊社区居民委员会'
            },
            {
              label: '黄沙岗社区居民委员会',
              value: '黄沙岗社区居民委员会'
            },
            {
              label: '移民社区居民委员会',
              value: '移民社区居民委员会'
            },
            {
              label: '新芹村民委员会',
              value: '新芹村民委员会'
            }
          ]
        },
        {
          label: '峡山林场',
          value: '峡山林场',
          children: [
            {
              label: '畈坞村民委员会',
              value: '畈坞村民委员会'
            },
            {
              label: '畈桥村民委员会',
              value: '畈桥村民委员会'
            },
            {
              label: '合港村民委员会',
              value: '合港村民委员会'
            },
            {
              label: '霞山村民委员会',
              value: '霞山村民委员会'
            }
          ]
        },
        {
          label: '信丰垦殖场',
          value: '信丰垦殖场',
          children: [
            {
              label: '湖家潭分场生活区',
              value: '湖家潭分场生活区'
            },
            {
              label: '三岔分场生活区',
              value: '三岔分场生活区'
            },
            {
              label: '金山分场生活区',
              value: '金山分场生活区'
            },
            {
              label: '箭头分场生活区',
              value: '箭头分场生活区'
            },
            {
              label: '枫林湾村民委员会',
              value: '枫林湾村民委员会'
            },
            {
              label: '新建村民委员会',
              value: '新建村民委员会'
            }
          ]
        }
      ]
    },
    {
      label: '鄱阳县',
      value: '鄱阳县',
      children: [
        {
          label: '饶州街道办事处',
          value: '饶州街道办事处',
          children: [
            {
              label: '五一路社区居民委员会',
              value: '五一路社区居民委员会'
            },
            {
              label: '城隍庙社区居民委员会',
              value: '城隍庙社区居民委员会'
            },
            {
              label: '金山社区居民委员会',
              value: '金山社区居民委员会'
            },
            {
              label: '马鞍山社区居民委员会',
              value: '马鞍山社区居民委员会'
            },
            {
              label: '十八坊社区居民委员会',
              value: '十八坊社区居民委员会'
            },
            {
              label: '灵芝门社区居民委员会',
              value: '灵芝门社区居民委员会'
            },
            {
              label: '德化桥社区居民委员会',
              value: '德化桥社区居民委员会'
            },
            {
              label: '广场社区居民委员会',
              value: '广场社区居民委员会'
            },
            {
              label: '鸣山庙社区居民委员会',
              value: '鸣山庙社区居民委员会'
            },
            {
              label: '小龙桥社区居民委员会',
              value: '小龙桥社区居民委员会'
            },
            {
              label: '管译前居委会',
              value: '管译前居委会'
            },
            {
              label: '大芝路社区居民委员会',
              value: '大芝路社区居民委员会'
            },
            {
              label: '北关社区居民委员会',
              value: '北关社区居民委员会'
            },
            {
              label: '山水天下社区居民委员会',
              value: '山水天下社区居民委员会'
            },
            {
              label: '新桥社区居民委员会',
              value: '新桥社区居民委员会'
            },
            {
              label: '杨梅桥村民委员会',
              value: '杨梅桥村民委员会'
            },
            {
              label: '金家村民委员会',
              value: '金家村民委员会'
            },
            {
              label: '黄家洲村民委员会',
              value: '黄家洲村民委员会'
            },
            {
              label: '北关村民委员会',
              value: '北关村民委员会'
            },
            {
              label: '西门村民委员会',
              value: '西门村民委员会'
            },
            {
              label: '管驿前村民委员会',
              value: '管驿前村民委员会'
            }
          ]
        },
        {
          label: '鄱阳镇',
          value: '鄱阳镇',
          children: [
            {
              label: '激杨桥社区居民委员会',
              value: '激杨桥社区居民委员会'
            },
            {
              label: '大巷口社区居民委员会',
              value: '大巷口社区居民委员会'
            },
            {
              label: '城东社区居民委员会',
              value: '城东社区居民委员会'
            },
            {
              label: '马家冲社区居民委员会',
              value: '马家冲社区居民委员会'
            },
            {
              label: '东湖社区居民委员会',
              value: '东湖社区居民委员会'
            },
            {
              label: '白天鹅社区居民委员会',
              value: '白天鹅社区居民委员会'
            },
            {
              label: '中心花园社区居民委员会',
              value: '中心花园社区居民委员会'
            },
            {
              label: '饶州社区居民委员会',
              value: '饶州社区居民委员会'
            },
            {
              label: '湖城社区居民委员会',
              value: '湖城社区居民委员会'
            },
            {
              label: '永兴农贸社区居民委员会',
              value: '永兴农贸社区居民委员会'
            },
            {
              label: '城北社区居民委员会',
              value: '城北社区居民委员会'
            },
            {
              label: '桂中树村民委员会',
              value: '桂中树村民委员会'
            },
            {
              label: '桂湾村村民委员会',
              value: '桂湾村村民委员会'
            },
            {
              label: '邓家村村民委员会',
              value: '邓家村村民委员会'
            },
            {
              label: '道汊村村民委员会',
              value: '道汊村村民委员会'
            },
            {
              label: '岭曹村村民委员会',
              value: '岭曹村村民委员会'
            },
            {
              label: '磨刀石村村民委员会',
              value: '磨刀石村村民委员会'
            },
            {
              label: '江家岭村村民委员会',
              value: '江家岭村村民委员会'
            },
            {
              label: '朱家桥村村民委员会',
              value: '朱家桥村村民委员会'
            },
            {
              label: '任家村村民委员会',
              value: '任家村村民委员会'
            },
            {
              label: '芝田村村民委员会',
              value: '芝田村村民委员会'
            },
            {
              label: '风雨山村村民委员会',
              value: '风雨山村村民委员会'
            },
            {
              label: '小路口村村民委员会',
              value: '小路口村村民委员会'
            },
            {
              label: '角山村村民委员会',
              value: '角山村村民委员会'
            },
            {
              label: '桂湖村村民委员会',
              value: '桂湖村村民委员会'
            },
            {
              label: '姚公渡村民委员会',
              value: '姚公渡村民委员会'
            }
          ]
        },
        {
          label: '谢家滩镇',
          value: '谢家滩镇',
          children: [
            {
              label: '谢家滩居委会',
              value: '谢家滩居委会'
            },
            {
              label: '化民村民委员会',
              value: '化民村民委员会'
            },
            {
              label: '前杨村民委员会',
              value: '前杨村民委员会'
            },
            {
              label: '广畈村民委员会',
              value: '广畈村民委员会'
            },
            {
              label: '福山村民委员会',
              value: '福山村民委员会'
            },
            {
              label: '田铺村民委员会',
              value: '田铺村民委员会'
            },
            {
              label: '莽塘村民委员会',
              value: '莽塘村民委员会'
            },
            {
              label: '杨塘村民委员会',
              value: '杨塘村民委员会'
            },
            {
              label: '郭贺村民委员会',
              value: '郭贺村民委员会'
            },
            {
              label: '泥湾村民委员会',
              value: '泥湾村民委员会'
            },
            {
              label: '大田村民委员会',
              value: '大田村民委员会'
            },
            {
              label: '芦林村民委员会',
              value: '芦林村民委员会'
            },
            {
              label: '东堡村民委员会',
              value: '东堡村民委员会'
            },
            {
              label: '义门村民委员会',
              value: '义门村民委员会'
            },
            {
              label: '大岩村民委员会',
              value: '大岩村民委员会'
            },
            {
              label: '余畈村民委员会',
              value: '余畈村民委员会'
            },
            {
              label: '大畈村民委员会',
              value: '大畈村民委员会'
            },
            {
              label: '桥头村民委员会',
              value: '桥头村民委员会'
            },
            {
              label: '三潼镇村民委员会',
              value: '三潼镇村民委员会'
            },
            {
              label: '晚禾村民委员会',
              value: '晚禾村民委员会'
            }
          ]
        },
        {
          label: '石门街镇',
          value: '石门街镇',
          children: [
            {
              label: '石门街社区居民委员会',
              value: '石门街社区居民委员会'
            },
            {
              label: '石门村村民委员会',
              value: '石门村村民委员会'
            },
            {
              label: '南门村村民委员会',
              value: '南门村村民委员会'
            },
            {
              label: '北门村村民委员会',
              value: '北门村村民委员会'
            },
            {
              label: '金亭村村民委员会',
              value: '金亭村村民委员会'
            },
            {
              label: '新石村村民委员会',
              value: '新石村村民委员会'
            },
            {
              label: '枫树村村民委员会',
              value: '枫树村村民委员会'
            },
            {
              label: '汉桥村村民委员会',
              value: '汉桥村村民委员会'
            },
            {
              label: '铁门村村民委员会',
              value: '铁门村村民委员会'
            },
            {
              label: '段庄村村民委员会',
              value: '段庄村村民委员会'
            },
            {
              label: '东山垄村村民委员会',
              value: '东山垄村村民委员会'
            },
            {
              label: '徐墩村民委员会',
              value: '徐墩村民委员会'
            },
            {
              label: '东山林场生活区',
              value: '东山林场生活区'
            }
          ]
        },
        {
          label: '四十里街镇',
          value: '四十里街镇',
          children: [
            {
              label: '四十里街村民委员会',
              value: '四十里街村民委员会'
            },
            {
              label: '太平村村民委员会',
              value: '太平村村民委员会'
            },
            {
              label: '国安村村民委员会',
              value: '国安村村民委员会'
            },
            {
              label: '新路村村民委员会',
              value: '新路村村民委员会'
            },
            {
              label: '塘湖村村民委员会',
              value: '塘湖村村民委员会'
            },
            {
              label: '碧泉村村民委员会',
              value: '碧泉村村民委员会'
            },
            {
              label: '青龙村村民委员会',
              value: '青龙村村民委员会'
            },
            {
              label: '华岭村村民委员会',
              value: '华岭村村民委员会'
            },
            {
              label: '华新村村民委员会',
              value: '华新村村民委员会'
            },
            {
              label: '华林村村民委员会',
              value: '华林村村民委员会'
            },
            {
              label: '共和村村民委员会',
              value: '共和村村民委员会'
            },
            {
              label: '湖东村村民委员会',
              value: '湖东村村民委员会'
            },
            {
              label: '徐步村村民委员会',
              value: '徐步村村民委员会'
            },
            {
              label: '暖水村村民委员会',
              value: '暖水村村民委员会'
            },
            {
              label: '董林村村民委员会',
              value: '董林村村民委员会'
            },
            {
              label: '大坂村民委员会',
              value: '大坂村民委员会'
            },
            {
              label: '农科村委会生活区',
              value: '农科村委会生活区'
            },
            {
              label: '良种场生活区',
              value: '良种场生活区'
            }
          ]
        },
        {
          label: '油墩街镇',
          value: '油墩街镇',
          children: [
            {
              label: '油墩街集镇居委会',
              value: '油墩街集镇居委会'
            },
            {
              label: '油墩村村民委员会',
              value: '油墩村村民委员会'
            },
            {
              label: '漳田村村民委员会',
              value: '漳田村村民委员会'
            },
            {
              label: '港头村村民委员会',
              value: '港头村村民委员会'
            },
            {
              label: '西港村村民委员会',
              value: '西港村村民委员会'
            },
            {
              label: '西湖村村民委员会',
              value: '西湖村村民委员会'
            },
            {
              label: '柘下村村民委员会',
              value: '柘下村村民委员会'
            },
            {
              label: '湖滨村民委员会',
              value: '湖滨村民委员会'
            },
            {
              label: '徐家村民委员会',
              value: '徐家村民委员会'
            },
            {
              label: '莲东村民委员会',
              value: '莲东村民委员会'
            },
            {
              label: '莲西村民委员会',
              value: '莲西村民委员会'
            },
            {
              label: '麻下村民委员会',
              value: '麻下村民委员会'
            },
            {
              label: '东山村民委员会',
              value: '东山村民委员会'
            },
            {
              label: '龙尾村民委员会',
              value: '龙尾村民委员会'
            },
            {
              label: '潼港村民委员会',
              value: '潼港村民委员会'
            },
            {
              label: '桥头村民委员会',
              value: '桥头村民委员会'
            },
            {
              label: '彭丰村民委员会',
              value: '彭丰村民委员会'
            },
            {
              label: '同兴村民委员会',
              value: '同兴村民委员会'
            },
            {
              label: '长丰村民委员会',
              value: '长丰村民委员会'
            },
            {
              label: '荻溪村民委员会',
              value: '荻溪村民委员会'
            },
            {
              label: '晏桥村民委员会',
              value: '晏桥村民委员会'
            },
            {
              label: '港湖村民委员会',
              value: '港湖村民委员会'
            },
            {
              label: '北源村民委员会',
              value: '北源村民委员会'
            },
            {
              label: '潼莲村民委员会',
              value: '潼莲村民委员会'
            },
            {
              label: '高田村民委员会',
              value: '高田村民委员会'
            },
            {
              label: '楼下村民委员会',
              value: '楼下村民委员会'
            },
            {
              label: '莲北村民委员会',
              value: '莲北村民委员会'
            },
            {
              label: '乾湾村民委员会',
              value: '乾湾村民委员会'
            },
            {
              label: '漳溪村民委员会',
              value: '漳溪村民委员会'
            },
            {
              label: '沙洲村民委员会',
              value: '沙洲村民委员会'
            }
          ]
        },
        {
          label: '田畈街镇',
          value: '田畈街镇',
          children: [
            {
              label: '田畈社区居民委员会',
              value: '田畈社区居民委员会'
            },
            {
              label: '田畈村村民委员会',
              value: '田畈村村民委员会'
            },
            {
              label: '九湾村村民委员会',
              value: '九湾村村民委员会'
            },
            {
              label: '新曹村村民委员会',
              value: '新曹村村民委员会'
            },
            {
              label: '新畈村村民委员会',
              value: '新畈村村民委员会'
            },
            {
              label: '牌楼村村民委员会',
              value: '牌楼村村民委员会'
            },
            {
              label: '高家村村民委员会',
              value: '高家村村民委员会'
            },
            {
              label: '韶田村村民委员会',
              value: '韶田村村民委员会'
            },
            {
              label: '徐塘村村民委员会',
              value: '徐塘村村民委员会'
            },
            {
              label: '港北村村民委员会',
              value: '港北村村民委员会'
            },
            {
              label: '发扬村村民委员会',
              value: '发扬村村民委员会'
            },
            {
              label: '滩口村村民委员会',
              value: '滩口村村民委员会'
            },
            {
              label: '松林村村民委员会',
              value: '松林村村民委员会'
            },
            {
              label: '小港村村民委员会',
              value: '小港村村民委员会'
            },
            {
              label: '何彭村村民委员会',
              value: '何彭村村民委员会'
            },
            {
              label: '玉田村村民委员会',
              value: '玉田村村民委员会'
            },
            {
              label: '叶门村村民委员会',
              value: '叶门村村民委员会'
            },
            {
              label: '吴家村村民委员会',
              value: '吴家村村民委员会'
            },
            {
              label: '大王山分场村民委员会',
              value: '大王山分场村民委员会'
            },
            {
              label: '牌楼下村村民委员会',
              value: '牌楼下村村民委员会'
            },
            {
              label: '新联村民委员会',
              value: '新联村民委员会'
            },
            {
              label: '永滩村民委员会',
              value: '永滩村民委员会'
            },
            {
              label: '王畈村民委员会',
              value: '王畈村民委员会'
            },
            {
              label: '马头村民委员会',
              value: '马头村民委员会'
            },
            {
              label: '碧山村民委员会',
              value: '碧山村民委员会'
            },
            {
              label: '东湖村民委员会',
              value: '东湖村民委员会'
            },
            {
              label: '桃溪村民委员会',
              value: '桃溪村民委员会'
            },
            {
              label: '长方村民委员会',
              value: '长方村民委员会'
            },
            {
              label: '后屋村民委员会',
              value: '后屋村民委员会'
            },
            {
              label: '金竹村民委员会',
              value: '金竹村民委员会'
            },
            {
              label: '莳山牌楼村民委员会',
              value: '莳山牌楼村民委员会'
            },
            {
              label: '林业村民委员会',
              value: '林业村民委员会'
            },
            {
              label: '大王山村民委员会',
              value: '大王山村民委员会'
            },
            {
              label: '林业分场生活区',
              value: '林业分场生活区'
            },
            {
              label: '虎峰山林场生活区',
              value: '虎峰山林场生活区'
            }
          ]
        },
        {
          label: '金盘岭镇',
          value: '金盘岭镇',
          children: [
            {
              label: '合禄村村民委员会',
              value: '合禄村村民委员会'
            },
            {
              label: '茶园村村民委员会',
              value: '茶园村村民委员会'
            },
            {
              label: '上兰村村民委员会',
              value: '上兰村村民委员会'
            },
            {
              label: '铺前村村民委员会',
              value: '铺前村村民委员会'
            },
            {
              label: '驿田村村民委员会',
              value: '驿田村村民委员会'
            },
            {
              label: '新义村村民委员会',
              value: '新义村村民委员会'
            },
            {
              label: '金楼村村民委员会',
              value: '金楼村村民委员会'
            },
            {
              label: '良田村村民委员会',
              value: '良田村村民委员会'
            },
            {
              label: '广洲村村民委员会',
              value: '广洲村村民委员会'
            },
            {
              label: '分山岭村民委员会',
              value: '分山岭村民委员会'
            },
            {
              label: '东山畈村民委员会',
              value: '东山畈村民委员会'
            },
            {
              label: '汪桥村村民委员会',
              value: '汪桥村村民委员会'
            },
            {
              label: '桂花村村民委员会',
              value: '桂花村村民委员会'
            },
            {
              label: '梅岭村村民委员会',
              value: '梅岭村村民委员会'
            }
          ]
        },
        {
          label: '高家岭镇',
          value: '高家岭镇',
          children: [
            {
              label: '五十里岗村村民委员会',
              value: '五十里岗村村民委员会'
            },
            {
              label: '牛马坦村村民委员会',
              value: '牛马坦村村民委员会'
            },
            {
              label: '积谷村村民委员会',
              value: '积谷村村民委员会'
            },
            {
              label: '大塘村村民委员会',
              value: '大塘村村民委员会'
            },
            {
              label: '韩山村村民委员会',
              value: '韩山村村民委员会'
            },
            {
              label: '包丰村村民委员会',
              value: '包丰村村民委员会'
            },
            {
              label: '官庄村村民委员会',
              value: '官庄村村民委员会'
            },
            {
              label: '龙岭村村民委员会',
              value: '龙岭村村民委员会'
            },
            {
              label: '大宗村村民委员会',
              value: '大宗村村民委员会'
            },
            {
              label: '内湖村村民委员会',
              value: '内湖村村民委员会'
            },
            {
              label: '车廊村村民委员会',
              value: '车廊村村民委员会'
            },
            {
              label: '汪岭村村民委员会',
              value: '汪岭村村民委员会'
            },
            {
              label: '站前村村民委员会',
              value: '站前村村民委员会'
            },
            {
              label: '芦埠村村民委员会',
              value: '芦埠村村民委员会'
            },
            {
              label: '双岭村村民委员会',
              value: '双岭村村民委员会'
            },
            {
              label: '程塘村村民委员会',
              value: '程塘村村民委员会'
            },
            {
              label: '董红村村民委员会',
              value: '董红村村民委员会'
            }
          ]
        },
        {
          label: '凰岗镇',
          value: '凰岗镇',
          children: [
            {
              label: '凰岗村村民委员会',
              value: '凰岗村村民委员会'
            },
            {
              label: '湾头村村民委员会',
              value: '湾头村村民委员会'
            },
            {
              label: '柏树村村民委员会',
              value: '柏树村村民委员会'
            },
            {
              label: '九井村村民委员会',
              value: '九井村村民委员会'
            },
            {
              label: '西山村村民委员会',
              value: '西山村村民委员会'
            },
            {
              label: '金鸡村村民委员会',
              value: '金鸡村村民委员会'
            },
            {
              label: '东渡村民委员会',
              value: '东渡村民委员会'
            },
            {
              label: '林桥村村民委员会',
              value: '林桥村村民委员会'
            },
            {
              label: '程家村民委员会',
              value: '程家村民委员会'
            },
            {
              label: '占墩村民委员会',
              value: '占墩村民委员会'
            },
            {
              label: '河东村民委员会',
              value: '河东村民委员会'
            },
            {
              label: '东溪村民委员会',
              value: '东溪村民委员会'
            },
            {
              label: '下炉村民委员会',
              value: '下炉村民委员会'
            },
            {
              label: '金方村民委员会',
              value: '金方村民委员会'
            },
            {
              label: '东康村民委员会',
              value: '东康村民委员会'
            },
            {
              label: '章刘村民委员会',
              value: '章刘村民委员会'
            },
            {
              label: '中新村民委员会',
              value: '中新村民委员会'
            },
            {
              label: '神山村民委员会',
              value: '神山村民委员会'
            },
            {
              label: '杨源村民委员会',
              value: '杨源村民委员会'
            },
            {
              label: '溪口村民委员会',
              value: '溪口村民委员会'
            },
            {
              label: '华山村民委员会',
              value: '华山村民委员会'
            },
            {
              label: '东源村民委员会',
              value: '东源村民委员会'
            },
            {
              label: '观前村民委员会',
              value: '观前村民委员会'
            },
            {
              label: '石家村民委员会',
              value: '石家村民委员会'
            },
            {
              label: '太阳村民委员会',
              value: '太阳村民委员会'
            },
            {
              label: '麻岭村民委员会',
              value: '麻岭村民委员会'
            },
            {
              label: '龙阳村民委员会',
              value: '龙阳村民委员会'
            },
            {
              label: '富林村民委员会',
              value: '富林村民委员会'
            },
            {
              label: '清塘村民委员会',
              value: '清塘村民委员会'
            },
            {
              label: '滩头村民委员会',
              value: '滩头村民委员会'
            },
            {
              label: '新塘村民委员会',
              value: '新塘村民委员会'
            },
            {
              label: '江叶村民委员会',
              value: '江叶村民委员会'
            }
          ]
        },
        {
          label: '双港镇',
          value: '双港镇',
          children: [
            {
              label: '乐亭村村民委员会',
              value: '乐亭村村民委员会'
            },
            {
              label: '乐兴村村民委员会',
              value: '乐兴村村民委员会'
            },
            {
              label: '竹林村村民委员会',
              value: '竹林村村民委员会'
            },
            {
              label: '荆华村村民委员会',
              value: '荆华村村民委员会'
            },
            {
              label: '荆塘村村民委员会',
              value: '荆塘村村民委员会'
            },
            {
              label: '龙头山村民委员会',
              value: '龙头山村民委员会'
            },
            {
              label: '小华村村民委员会',
              value: '小华村村民委员会'
            },
            {
              label: '团结村村民委员会',
              value: '团结村村民委员会'
            },
            {
              label: '官田里村村民委员会',
              value: '官田里村村民委员会'
            },
            {
              label: '新田村村民委员会',
              value: '新田村村民委员会'
            },
            {
              label: '鸦桥村村民委员会',
              value: '鸦桥村村民委员会'
            },
            {
              label: '彭家村村民委员会',
              value: '彭家村村民委员会'
            },
            {
              label: '东桥村村民委员会',
              value: '东桥村村民委员会'
            },
            {
              label: '双桥村村民委员会',
              value: '双桥村村民委员会'
            },
            {
              label: '双港村村民委员会',
              value: '双港村村民委员会'
            },
            {
              label: '双丰村村民委员会',
              value: '双丰村村民委员会'
            },
            {
              label: '尧丰村村民委员会',
              value: '尧丰村村民委员会'
            },
            {
              label: '花园里村村民委员会',
              value: '花园里村村民委员会'
            },
            {
              label: '长山村村民委员会',
              value: '长山村村民委员会'
            },
            {
              label: '乐湖村村民委员会',
              value: '乐湖村村民委员会'
            },
            {
              label: '尧山村村民委员会',
              value: '尧山村村民委员会'
            },
            {
              label: '聂家村村民委员会',
              value: '聂家村村民委员会'
            },
            {
              label: '三汊村村民委员会',
              value: '三汊村村民委员会'
            },
            {
              label: '下常村民委员会',
              value: '下常村民委员会'
            },
            {
              label: '新民村村民委员会',
              value: '新民村村民委员会'
            },
            {
              label: '余沈村村民委员会',
              value: '余沈村村民委员会'
            },
            {
              label: '高家岭村民委员会',
              value: '高家岭村民委员会'
            },
            {
              label: '姚家村民委员会',
              value: '姚家村民委员会'
            },
            {
              label: '利池村民委员会',
              value: '利池村民委员会'
            }
          ]
        },
        {
          label: '古县渡镇',
          value: '古县渡镇',
          children: [
            {
              label: '古南社区居委会',
              value: '古南社区居委会'
            },
            {
              label: '古北社区居民委员会',
              value: '古北社区居民委员会'
            },
            {
              label: '古北村村民委员会',
              value: '古北村村民委员会'
            },
            {
              label: '建阳村村民委员会',
              value: '建阳村村民委员会'
            },
            {
              label: '建桥村村民委员会',
              value: '建桥村村民委员会'
            },
            {
              label: '段坂村村民委员会',
              value: '段坂村村民委员会'
            },
            {
              label: '中心村村民委员会',
              value: '中心村村民委员会'
            },
            {
              label: '南滨村村民委员会',
              value: '南滨村村民委员会'
            },
            {
              label: '鸳鸯村村民委员会',
              value: '鸳鸯村村民委员会'
            },
            {
              label: '郑家村村民委员会',
              value: '郑家村村民委员会'
            },
            {
              label: '张家岭村村民委员会',
              value: '张家岭村村民委员会'
            },
            {
              label: '滩上村村民委员会',
              value: '滩上村村民委员会'
            },
            {
              label: '古枫村村民委员会',
              value: '古枫村村民委员会'
            },
            {
              label: '南庄村村民委员会',
              value: '南庄村村民委员会'
            },
            {
              label: '邓坂村村民委员会',
              value: '邓坂村村民委员会'
            },
            {
              label: '华山村村民委员会',
              value: '华山村村民委员会'
            },
            {
              label: '石上村村民委员会',
              value: '石上村村民委员会'
            },
            {
              label: '龙潭村村民委员会',
              value: '龙潭村村民委员会'
            },
            {
              label: '龙燕村村民委员会',
              value: '龙燕村村民委员会'
            },
            {
              label: '马埠村民委员会',
              value: '马埠村民委员会'
            },
            {
              label: '星塘村民委员会',
              value: '星塘村民委员会'
            },
            {
              label: '泥滩村民委员会',
              value: '泥滩村民委员会'
            },
            {
              label: '罗龙村民委员会',
              value: '罗龙村民委员会'
            },
            {
              label: '高源村民委员会',
              value: '高源村民委员会'
            },
            {
              label: '南畈村民委员会',
              value: '南畈村民委员会'
            },
            {
              label: '罗山村民委员会',
              value: '罗山村民委员会'
            },
            {
              label: '罗井村民委员会',
              value: '罗井村民委员会'
            },
            {
              label: '蜈蚣村民委员会',
              value: '蜈蚣村民委员会'
            },
            {
              label: '钟岸村民委员会',
              value: '钟岸村民委员会'
            },
            {
              label: '桐湖村民委员会',
              value: '桐湖村民委员会'
            },
            {
              label: '马赵村民委员会',
              value: '马赵村民委员会'
            },
            {
              label: '鹊塘村民委员会',
              value: '鹊塘村民委员会'
            },
            {
              label: '汪家村民委员会',
              value: '汪家村民委员会'
            },
            {
              label: '红岭村民委员会',
              value: '红岭村民委员会'
            }
          ]
        },
        {
          label: '饶丰镇',
          value: '饶丰镇',
          children: [
            {
              label: '红土山社区居民委员会',
              value: '红土山社区居民委员会'
            },
            {
              label: '花园村村民委员会',
              value: '花园村村民委员会'
            },
            {
              label: '过水埂村村民委员会',
              value: '过水埂村村民委员会'
            },
            {
              label: '蔡家湾村村民委员会',
              value: '蔡家湾村村民委员会'
            },
            {
              label: '汪家圩村村民委员会',
              value: '汪家圩村村民委员会'
            },
            {
              label: '灌塘村村民委员会',
              value: '灌塘村村民委员会'
            },
            {
              label: '良种场村民委员会',
              value: '良种场村民委员会'
            },
            {
              label: '高溪村村民委员会',
              value: '高溪村村民委员会'
            },
            {
              label: '铁路村村民委员会',
              value: '铁路村村民委员会'
            },
            {
              label: '马家村村民委员会',
              value: '马家村村民委员会'
            }
          ]
        },
        {
          label: '乐丰镇',
          value: '乐丰镇',
          children: [
            {
              label: '桥北社区居民委员会',
              value: '桥北社区居民委员会'
            },
            {
              label: '桥南社区居民委员会',
              value: '桥南社区居民委员会'
            },
            {
              label: '铁峰村村民委员会',
              value: '铁峰村村民委员会'
            },
            {
              label: '新岭口村村民委员会',
              value: '新岭口村村民委员会'
            },
            {
              label: '茨山村村民委员会',
              value: '茨山村村民委员会'
            },
            {
              label: '十字河村村民委员会',
              value: '十字河村村民委员会'
            },
            {
              label: '曾子岭村村民委员会',
              value: '曾子岭村村民委员会'
            },
            {
              label: '鱼龙泉村民委员会',
              value: '鱼龙泉村民委员会'
            },
            {
              label: '盛家村民委员会',
              value: '盛家村民委员会'
            },
            {
              label: '桐山村民委员会',
              value: '桐山村民委员会'
            },
            {
              label: '东风村民委员会',
              value: '东风村民委员会'
            },
            {
              label: '南山村民委员会',
              value: '南山村民委员会'
            },
            {
              label: '丰源村民委员会',
              value: '丰源村民委员会'
            },
            {
              label: '英旗村民委员会',
              value: '英旗村民委员会'
            },
            {
              label: '塘头村民委员会',
              value: '塘头村民委员会'
            },
            {
              label: '钱家村民委员会',
              value: '钱家村民委员会'
            },
            {
              label: '方宋村民委员会',
              value: '方宋村民委员会'
            }
          ]
        },
        {
          label: '饶埠镇',
          value: '饶埠镇',
          children: [
            {
              label: '饶埠居民委员会',
              value: '饶埠居民委员会'
            },
            {
              label: '张家村民委员会',
              value: '张家村民委员会'
            },
            {
              label: '树下村民委员会',
              value: '树下村民委员会'
            },
            {
              label: '湾埠村民委员会',
              value: '湾埠村民委员会'
            },
            {
              label: '韩湾村民委员会',
              value: '韩湾村民委员会'
            },
            {
              label: '同德村民委员会',
              value: '同德村民委员会'
            },
            {
              label: '蔡家村民委员会',
              value: '蔡家村民委员会'
            },
            {
              label: '过江村民委员会',
              value: '过江村民委员会'
            },
            {
              label: '户外村民委员会',
              value: '户外村民委员会'
            },
            {
              label: '户里村民委员会',
              value: '户里村民委员会'
            },
            {
              label: '天堂村民委员会',
              value: '天堂村民委员会'
            },
            {
              label: '桥南村民委员会',
              value: '桥南村民委员会'
            },
            {
              label: '畈徐村民委员会',
              value: '畈徐村民委员会'
            },
            {
              label: '畲塘村民委员会',
              value: '畲塘村民委员会'
            },
            {
              label: '畲埠村民委员会',
              value: '畲埠村民委员会'
            },
            {
              label: '龙西村民委员会',
              value: '龙西村民委员会'
            },
            {
              label: '舒埠村民委员会',
              value: '舒埠村民委员会'
            },
            {
              label: '六塘村民委员会',
              value: '六塘村民委员会'
            }
          ]
        },
        {
          label: '侯家岗乡',
          value: '侯家岗乡',
          children: [
            {
              label: '新岗村民委员会',
              value: '新岗村民委员会'
            },
            {
              label: '太平坦村民委员会',
              value: '太平坦村民委员会'
            },
            {
              label: '永丰村民委员会',
              value: '永丰村民委员会'
            },
            {
              label: '塘西村民委员会',
              value: '塘西村民委员会'
            },
            {
              label: '高沙村民委员会',
              value: '高沙村民委员会'
            },
            {
              label: '茶塘村民委员会',
              value: '茶塘村民委员会'
            },
            {
              label: '寺前村民委员会',
              value: '寺前村民委员会'
            },
            {
              label: '大溪村民委员会',
              value: '大溪村民委员会'
            },
            {
              label: '船湾村民委员会',
              value: '船湾村民委员会'
            },
            {
              label: '狮子门村民委员会',
              value: '狮子门村民委员会'
            },
            {
              label: '畈上村民委员会',
              value: '畈上村民委员会'
            },
            {
              label: '新村村民委员会',
              value: '新村村民委员会'
            },
            {
              label: '侯岗村民委员会',
              value: '侯岗村民委员会'
            },
            {
              label: '陈岭村民委员会',
              value: '陈岭村民委员会'
            },
            {
              label: '大塘村民委员会',
              value: '大塘村民委员会'
            },
            {
              label: '炉下村民委员会',
              value: '炉下村民委员会'
            },
            {
              label: '横河村民委员会',
              value: '横河村民委员会'
            },
            {
              label: '共大社区',
              value: '共大社区'
            }
          ]
        },
        {
          label: '莲花山乡',
          value: '莲花山乡',
          children: [
            {
              label: '中垱村民委员会',
              value: '中垱村民委员会'
            },
            {
              label: '九流村民委员会',
              value: '九流村民委员会'
            },
            {
              label: '潘村村民委员会',
              value: '潘村村民委员会'
            },
            {
              label: '莲山村民委员会',
              value: '莲山村民委员会'
            },
            {
              label: '清溪村民委员会',
              value: '清溪村民委员会'
            },
            {
              label: '计林村民委员会',
              value: '计林村民委员会'
            }
          ]
        },
        {
          label: '响水滩乡',
          value: '响水滩乡',
          children: [
            {
              label: '河北村民委员会',
              value: '河北村民委员会'
            },
            {
              label: '牌港村民委员会',
              value: '牌港村民委员会'
            },
            {
              label: '鸡峰村民委员会',
              value: '鸡峰村民委员会'
            },
            {
              label: '河西村民委员会',
              value: '河西村民委员会'
            },
            {
              label: '铁炉村民委员会',
              value: '铁炉村民委员会'
            },
            {
              label: '长山垄村民委员会',
              value: '长山垄村民委员会'
            },
            {
              label: '新兴村民委员会',
              value: '新兴村民委员会'
            },
            {
              label: '草埠村民委员会',
              value: '草埠村民委员会'
            },
            {
              label: '三村圩村民委员会',
              value: '三村圩村民委员会'
            },
            {
              label: '洋埠村民委员会',
              value: '洋埠村民委员会'
            },
            {
              label: '河港村民委员会',
              value: '河港村民委员会'
            },
            {
              label: '潭家村民委员会',
              value: '潭家村民委员会'
            },
            {
              label: '塘下村民委员会',
              value: '塘下村民委员会'
            },
            {
              label: '英豪村民委员会',
              value: '英豪村民委员会'
            },
            {
              label: '周家畈村民委员会',
              value: '周家畈村民委员会'
            },
            {
              label: '李嘴村民委员会',
              value: '李嘴村民委员会'
            }
          ]
        },
        {
          label: '枧田街乡',
          value: '枧田街乡',
          children: [
            {
              label: '枧田村民委员会',
              value: '枧田村民委员会'
            },
            {
              label: '枫林村民委员会',
              value: '枫林村民委员会'
            },
            {
              label: '沙堤村民委员会',
              value: '沙堤村民委员会'
            },
            {
              label: '珠田村民委员会',
              value: '珠田村民委员会'
            },
            {
              label: '丰田村民委员会',
              value: '丰田村民委员会'
            },
            {
              label: '大源村民委员会',
              value: '大源村民委员会'
            },
            {
              label: '城墩村民委员会',
              value: '城墩村民委员会'
            },
            {
              label: '闵桥村民委员会',
              value: '闵桥村民委员会'
            },
            {
              label: '黎岭村民委员会',
              value: '黎岭村民委员会'
            },
            {
              label: '团群村民委员会',
              value: '团群村民委员会'
            },
            {
              label: '茅岭村民委员会',
              value: '茅岭村民委员会'
            },
            {
              label: '黄岭村民委员会',
              value: '黄岭村民委员会'
            }
          ]
        },
        {
          label: '柘港乡',
          value: '柘港乡',
          children: [
            {
              label: '莲麓村民委员会',
              value: '莲麓村民委员会'
            },
            {
              label: '金潭村民委员会',
              value: '金潭村民委员会'
            },
            {
              label: '胡家村民委员会',
              value: '胡家村民委员会'
            },
            {
              label: '九虞村民委员会',
              value: '九虞村民委员会'
            },
            {
              label: '柘港村民委员会',
              value: '柘港村民委员会'
            },
            {
              label: '明德村委会',
              value: '明德村委会'
            },
            {
              label: '莲港村民委员会',
              value: '莲港村民委员会'
            },
            {
              label: '莲南村民委员会',
              value: '莲南村民委员会'
            },
            {
              label: '荷塘村民委员会',
              value: '荷塘村民委员会'
            },
            {
              label: '南水村民委员会',
              value: '南水村民委员会'
            },
            {
              label: '桂林村民委员会',
              value: '桂林村民委员会'
            },
            {
              label: '横溪村民委员会',
              value: '横溪村民委员会'
            },
            {
              label: '垅里村民委员会',
              value: '垅里村民委员会'
            },
            {
              label: '瑞洪村民委员会',
              value: '瑞洪村民委员会'
            },
            {
              label: '潼东村民委员会',
              value: '潼东村民委员会'
            },
            {
              label: '潼丰村民委员会',
              value: '潼丰村民委员会'
            },
            {
              label: '云湾村民委员会',
              value: '云湾村民委员会'
            }
          ]
        },
        {
          label: '鸦鹊湖乡',
          value: '鸦鹊湖乡',
          children: [
            {
              label: '鸦鹊湖社区居民委员会',
              value: '鸦鹊湖社区居民委员会'
            },
            {
              label: '春前村民委员会',
              value: '春前村民委员会'
            },
            {
              label: '鸦鹊湖村民委员会',
              value: '鸦鹊湖村民委员会'
            },
            {
              label: '大牛湖村民委员会',
              value: '大牛湖村民委员会'
            },
            {
              label: '独山村民委员会',
              value: '独山村民委员会'
            },
            {
              label: '下岸村民委员会',
              value: '下岸村民委员会'
            },
            {
              label: '高家圩村民委员会',
              value: '高家圩村民委员会'
            },
            {
              label: '新建村民委员会',
              value: '新建村民委员会'
            },
            {
              label: '水产村民委员会',
              value: '水产村民委员会'
            },
            {
              label: '鸦鹊湖垦殖场生活区',
              value: '鸦鹊湖垦殖场生活区'
            }
          ]
        },
        {
          label: '银宝湖乡',
          value: '银宝湖乡',
          children: [
            {
              label: '银宝村民委员会',
              value: '银宝村民委员会'
            },
            {
              label: '大山村民委员会',
              value: '大山村民委员会'
            },
            {
              label: '鸣山村民委员会',
              value: '鸣山村民委员会'
            },
            {
              label: '民主村民委员会',
              value: '民主村民委员会'
            },
            {
              label: '青林村民委员会',
              value: '青林村民委员会'
            },
            {
              label: '西分村民委员会',
              value: '西分村民委员会'
            },
            {
              label: '和平村民委员会',
              value: '和平村民委员会'
            }
          ]
        },
        {
          label: '游城乡',
          value: '游城乡',
          children: [
            {
              label: '游城村民委员会',
              value: '游城村民委员会'
            },
            {
              label: '桂湾村民委员会',
              value: '桂湾村民委员会'
            },
            {
              label: '踏溪村民委员会',
              value: '踏溪村民委员会'
            },
            {
              label: '黄村村民委员会',
              value: '黄村村民委员会'
            },
            {
              label: '板桥村民委员会',
              value: '板桥村民委员会'
            },
            {
              label: '云峰村民委员会',
              value: '云峰村民委员会'
            },
            {
              label: '土塘村民委员会',
              value: '土塘村民委员会'
            },
            {
              label: '刘家村民委员会',
              value: '刘家村民委员会'
            },
            {
              label: '朗埠村民委员会',
              value: '朗埠村民委员会'
            },
            {
              label: '范田村民委员会',
              value: '范田村民委员会'
            },
            {
              label: '花桥村民委员会',
              value: '花桥村民委员会'
            },
            {
              label: '淮王坦村民委员会',
              value: '淮王坦村民委员会'
            },
            {
              label: '高坊村民委员会',
              value: '高坊村民委员会'
            },
            {
              label: '研下村民委员会',
              value: '研下村民委员会'
            },
            {
              label: '南园村民委员会',
              value: '南园村民委员会'
            },
            {
              label: '周家村民委员会',
              value: '周家村民委员会'
            },
            {
              label: '屯田村民委员会',
              value: '屯田村民委员会'
            },
            {
              label: '白杨村民委员会',
              value: '白杨村民委员会'
            },
            {
              label: '龙头村民委员会',
              value: '龙头村民委员会'
            },
            {
              label: '新坂村民委员会',
              value: '新坂村民委员会'
            },
            {
              label: '北塘村民委员会',
              value: '北塘村民委员会'
            },
            {
              label: '鱼塘村民委员会',
              value: '鱼塘村民委员会'
            },
            {
              label: '半港村民委员会',
              value: '半港村民委员会'
            },
            {
              label: '官田村民委员会',
              value: '官田村民委员会'
            }
          ]
        },
        {
          label: '珠湖乡',
          value: '珠湖乡',
          children: [
            {
              label: '铺田村民委员会',
              value: '铺田村民委员会'
            },
            {
              label: '联群村民委员会',
              value: '联群村民委员会'
            },
            {
              label: '群众村民委员会',
              value: '群众村民委员会'
            },
            {
              label: '东红村民委员会',
              value: '东红村民委员会'
            },
            {
              label: '华龙村民委员会',
              value: '华龙村民委员会'
            },
            {
              label: '路口村民委员会',
              value: '路口村民委员会'
            },
            {
              label: '雨田村民委员会',
              value: '雨田村民委员会'
            },
            {
              label: '丰塘村民委员会',
              value: '丰塘村民委员会'
            },
            {
              label: '三门村民委员会',
              value: '三门村民委员会'
            },
            {
              label: '荣七村民委员会',
              value: '荣七村民委员会'
            },
            {
              label: '丰产村民委员会',
              value: '丰产村民委员会'
            },
            {
              label: '曹家村民委员会',
              value: '曹家村民委员会'
            },
            {
              label: '周家村民委员会',
              value: '周家村民委员会'
            },
            {
              label: '同兴村民委员会',
              value: '同兴村民委员会'
            }
          ]
        },
        {
          label: '白沙洲乡',
          value: '白沙洲乡',
          children: [
            {
              label: '内青村委会',
              value: '内青村委会'
            },
            {
              label: '曹家咀村委会',
              value: '曹家咀村委会'
            },
            {
              label: '大塘村民委员会',
              value: '大塘村民委员会'
            },
            {
              label: '礼恭脑村委会',
              value: '礼恭脑村委会'
            },
            {
              label: '车门村委会',
              value: '车门村委会'
            },
            {
              label: '创业村民委员会',
              value: '创业村民委员会'
            },
            {
              label: '汪家村民委员会',
              value: '汪家村民委员会'
            },
            {
              label: '胡家村民委员会',
              value: '胡家村民委员会'
            },
            {
              label: '赵家村民委员会',
              value: '赵家村民委员会'
            }
          ]
        },
        {
          label: '团林乡',
          value: '团林乡',
          children: [
            {
              label: '团林村民委员会',
              value: '团林村民委员会'
            },
            {
              label: '三十里康村民委员会',
              value: '三十里康村民委员会'
            },
            {
              label: '汪洋村民委员会',
              value: '汪洋村民委员会'
            },
            {
              label: '方毕村民委员会',
              value: '方毕村民委员会'
            },
            {
              label: '清泉村民委员会',
              value: '清泉村民委员会'
            },
            {
              label: '团张村民委员会',
              value: '团张村民委员会'
            },
            {
              label: '藕塘村民委员会',
              value: '藕塘村民委员会'
            },
            {
              label: '团丰村民委员会',
              value: '团丰村民委员会'
            },
            {
              label: '江山村民委员会',
              value: '江山村民委员会'
            },
            {
              label: '蛇山村民委员会',
              value: '蛇山村民委员会'
            },
            {
              label: '板塘村民委员会',
              value: '板塘村民委员会'
            },
            {
              label: '付家村民委员会',
              value: '付家村民委员会'
            },
            {
              label: '铜钱村民委员会',
              value: '铜钱村民委员会'
            },
            {
              label: '江村桥村民委员会',
              value: '江村桥村民委员会'
            },
            {
              label: '沙塘村民委员会',
              value: '沙塘村民委员会'
            },
            {
              label: '青山村民委员会',
              value: '青山村民委员会'
            },
            {
              label: '建设村民委员会',
              value: '建设村民委员会'
            },
            {
              label: '祝庄村民委员会',
              value: '祝庄村民委员会'
            },
            {
              label: '清湖村民委员会',
              value: '清湖村民委员会'
            },
            {
              label: '青水村民委员会',
              value: '青水村民委员会'
            },
            {
              label: '团结村民委员会',
              value: '团结村民委员会'
            },
            {
              label: '彭曹村民委员会',
              value: '彭曹村民委员会'
            }
          ]
        },
        {
          label: '昌洲乡',
          value: '昌洲乡',
          children: [
            {
              label: '永平村民委员会',
              value: '永平村民委员会'
            },
            {
              label: '小渡村民委员会',
              value: '小渡村民委员会'
            },
            {
              label: '北丰村民委员会',
              value: '北丰村民委员会'
            },
            {
              label: '北兴村民委员会',
              value: '北兴村民委员会'
            },
            {
              label: '马湖村民委员会',
              value: '马湖村民委员会'
            },
            {
              label: '永林村民委员会',
              value: '永林村民委员会'
            },
            {
              label: '董坪村民委员会',
              value: '董坪村民委员会'
            },
            {
              label: '其林村民委员会',
              value: '其林村民委员会'
            },
            {
              label: '南林村民委员会',
              value: '南林村民委员会'
            },
            {
              label: '南湖村民委员会',
              value: '南湖村民委员会'
            },
            {
              label: '陈高村民委员会',
              value: '陈高村民委员会'
            },
            {
              label: '凤嘴村民委员会',
              value: '凤嘴村民委员会'
            },
            {
              label: '北富村民委员会',
              value: '北富村民委员会'
            },
            {
              label: '北湖村民委员会',
              value: '北湖村民委员会'
            },
            {
              label: '北旺村民委员会',
              value: '北旺村民委员会'
            }
          ]
        },
        {
          label: '庙前乡',
          value: '庙前乡',
          children: [
            {
              label: '三庙前社区居民委员会',
              value: '三庙前社区居民委员会'
            },
            {
              label: '三庙前村民委员会',
              value: '三庙前村民委员会'
            },
            {
              label: '和丰村民委员会',
              value: '和丰村民委员会'
            },
            {
              label: '埠丰村民委员会',
              value: '埠丰村民委员会'
            },
            {
              label: '渡头村民委员会',
              value: '渡头村民委员会'
            },
            {
              label: '马墩村民委员会',
              value: '马墩村民委员会'
            },
            {
              label: '吉潭村民委员会',
              value: '吉潭村民委员会'
            },
            {
              label: '大利村民委员会',
              value: '大利村民委员会'
            },
            {
              label: '东高村民委员会',
              value: '东高村民委员会'
            },
            {
              label: '雷村村民委员会',
              value: '雷村村民委员会'
            },
            {
              label: '东阳村民委员会',
              value: '东阳村民委员会'
            },
            {
              label: '山闾村民委员会',
              value: '山闾村民委员会'
            },
            {
              label: '东朋村民委员会',
              value: '东朋村民委员会'
            },
            {
              label: '东朗村民委员会',
              value: '东朗村民委员会'
            },
            {
              label: '栎树村民委员会',
              value: '栎树村民委员会'
            },
            {
              label: '柘岭村民委员会',
              value: '柘岭村民委员会'
            },
            {
              label: '横岭村民委员会',
              value: '横岭村民委员会'
            },
            {
              label: '樟潭村民委员会',
              value: '樟潭村民委员会'
            },
            {
              label: '布袋村民委员会',
              value: '布袋村民委员会'
            },
            {
              label: '龙丰村民委员会',
              value: '龙丰村民委员会'
            },
            {
              label: '洪曹村民委员会',
              value: '洪曹村民委员会'
            },
            {
              label: '青泥村民委员会',
              value: '青泥村民委员会'
            },
            {
              label: '濠湖村民委员会',
              value: '濠湖村民委员会'
            },
            {
              label: '万安村民委员会',
              value: '万安村民委员会'
            },
            {
              label: '乐安村民委员会',
              value: '乐安村民委员会'
            },
            {
              label: '高峰村民委员会',
              value: '高峰村民委员会'
            }
          ]
        },
        {
          label: '莲湖乡',
          value: '莲湖乡',
          children: [
            {
              label: '山背村民委员会',
              value: '山背村民委员会'
            },
            {
              label: '龙口村民委员会',
              value: '龙口村民委员会'
            },
            {
              label: '爱民村民委员会',
              value: '爱民村民委员会'
            },
            {
              label: '蒋坊村民委员会',
              value: '蒋坊村民委员会'
            },
            {
              label: '美林村民委员会',
              value: '美林村民委员会'
            },
            {
              label: '毛家村民委员会',
              value: '毛家村民委员会'
            },
            {
              label: '裕丰村民委员会',
              value: '裕丰村民委员会'
            },
            {
              label: '塔李村民委员会',
              value: '塔李村民委员会'
            },
            {
              label: '莲青村民委员会',
              value: '莲青村民委员会'
            },
            {
              label: '高桥村民委员会',
              value: '高桥村民委员会'
            },
            {
              label: '南培村民委员会',
              value: '南培村民委员会'
            },
            {
              label: '莲华村民委员会',
              value: '莲华村民委员会'
            },
            {
              label: '瓦燮村民委员会',
              value: '瓦燮村民委员会'
            },
            {
              label: '大霞村民委员会',
              value: '大霞村民委员会'
            },
            {
              label: '孙坊村民委员会',
              value: '孙坊村民委员会'
            },
            {
              label: '向阳村民委员会',
              value: '向阳村民委员会'
            },
            {
              label: '表恩村民委员会',
              value: '表恩村民委员会'
            },
            {
              label: '茭溪村民委员会',
              value: '茭溪村民委员会'
            },
            {
              label: '年丰村民委员会',
              value: '年丰村民委员会'
            },
            {
              label: '莲池村民委员会',
              value: '莲池村民委员会'
            },
            {
              label: '联合村民委员会',
              value: '联合村民委员会'
            },
            {
              label: '莲丰村民委员会',
              value: '莲丰村民委员会'
            },
            {
              label: '幕礼村民委员会',
              value: '幕礼村民委员会'
            },
            {
              label: '下岸村民委员会',
              value: '下岸村民委员会'
            },
            {
              label: '刘家村民委员会',
              value: '刘家村民委员会'
            },
            {
              label: '三汲坊村民委员会',
              value: '三汲坊村民委员会'
            },
            {
              label: '朱家村民委员会',
              value: '朱家村民委员会'
            },
            {
              label: '莲湖村民委员会',
              value: '莲湖村民委员会'
            },
            {
              label: '利滨村民委员会',
              value: '利滨村民委员会'
            },
            {
              label: '波湖村民委员会',
              value: '波湖村民委员会'
            },
            {
              label: '波丰村民委员会',
              value: '波丰村民委员会'
            }
          ]
        },
        {
          label: '芦田乡',
          value: '芦田乡',
          children: [
            {
              label: '洪门口社区居民委员会',
              value: '洪门口社区居民委员会'
            },
            {
              label: '岭口集镇居民委员会',
              value: '岭口集镇居民委员会'
            },
            {
              label: '芦田村民委员会',
              value: '芦田村民委员会'
            },
            {
              label: '岭口村民委员会',
              value: '岭口村民委员会'
            },
            {
              label: '龙陂村民委员会',
              value: '龙陂村民委员会'
            },
            {
              label: '洪源村民委员会',
              value: '洪源村民委员会'
            },
            {
              label: '矿山村民委员会',
              value: '矿山村民委员会'
            },
            {
              label: '吴张村民委员会',
              value: '吴张村民委员会'
            },
            {
              label: '洄源村民委员会',
              value: '洄源村民委员会'
            },
            {
              label: '大吉村民委员会',
              value: '大吉村民委员会'
            },
            {
              label: '板桥村民委员会',
              value: '板桥村民委员会'
            },
            {
              label: '金源村民委员会',
              value: '金源村民委员会'
            },
            {
              label: '舍头村民委员会',
              value: '舍头村民委员会'
            },
            {
              label: '孤山村民委员会',
              value: '孤山村民委员会'
            },
            {
              label: '应家村民委员会',
              value: '应家村民委员会'
            },
            {
              label: '栎林村民委员会',
              value: '栎林村民委员会'
            }
          ]
        },
        {
          label: '农科所',
          value: '农科所',
          children: [
            {
              label: '滨田村民委员会',
              value: '滨田村民委员会'
            },
            {
              label: '石林村民委员会',
              value: '石林村民委员会'
            }
          ]
        },
        {
          label: '饶洲监狱',
          value: '饶洲监狱',
          children: [
            {
              label: '饶州监狱虚拟社区',
              value: '饶州监狱虚拟社区'
            }
          ]
        }
      ]
    },
    {
      label: '万年县',
      value: '万年县',
      children: [
        {
          label: '陈营镇',
          value: '陈营镇',
          children: [
            {
              label: '新华社区居民委员会',
              value: '新华社区居民委员会'
            },
            {
              label: '国泰社区居民委员会',
              value: '国泰社区居民委员会'
            },
            {
              label: '老街社区居民委员会',
              value: '老街社区居民委员会'
            },
            {
              label: '建安社区居民委员会',
              value: '建安社区居民委员会'
            },
            {
              label: '站前社区居民委员会',
              value: '站前社区居民委员会'
            },
            {
              label: '公园社区居民委员会',
              value: '公园社区居民委员会'
            },
            {
              label: '江泥社区居民委员会',
              value: '江泥社区居民委员会'
            },
            {
              label: '马塘社区居民委员会',
              value: '马塘社区居民委员会'
            },
            {
              label: '珠山虎头岗社区居民委员会',
              value: '珠山虎头岗社区居民委员会'
            },
            {
              label: '稻香社区居民委员会',
              value: '稻香社区居民委员会'
            },
            {
              label: '惠民社区居民委员会',
              value: '惠民社区居民委员会'
            },
            {
              label: '东景社区居民委员会',
              value: '东景社区居民委员会'
            },
            {
              label: '铁马社区居民委员会',
              value: '铁马社区居民委员会'
            },
            {
              label: '滨溪社区居民委员会',
              value: '滨溪社区居民委员会'
            },
            {
              label: '丰收社区居民委员会',
              value: '丰收社区居民委员会'
            },
            {
              label: '幸福社区居民委员会',
              value: '幸福社区居民委员会'
            },
            {
              label: '永安社区居民委员会',
              value: '永安社区居民委员会'
            },
            {
              label: '神农社区居委会',
              value: '神农社区居委会'
            },
            {
              label: '珠山村民委员会',
              value: '珠山村民委员会'
            },
            {
              label: '万民村民委员会',
              value: '万民村民委员会'
            },
            {
              label: '郊区村民委员会',
              value: '郊区村民委员会'
            },
            {
              label: '邹坂村民委员会',
              value: '邹坂村民委员会'
            },
            {
              label: '马家村民委员会',
              value: '马家村民委员会'
            },
            {
              label: '石李村民委员会',
              value: '石李村民委员会'
            },
            {
              label: '聂家村民委员会',
              value: '聂家村民委员会'
            },
            {
              label: '社里村民委员会',
              value: '社里村民委员会'
            },
            {
              label: '南岗村民委员会',
              value: '南岗村民委员会'
            },
            {
              label: '永乐村民委员会',
              value: '永乐村民委员会'
            },
            {
              label: '石古村民委员会',
              value: '石古村民委员会'
            },
            {
              label: '余源村民委员会',
              value: '余源村民委员会'
            },
            {
              label: '黄营村民委员会',
              value: '黄营村民委员会'
            }
          ]
        },
        {
          label: '石镇镇',
          value: '石镇镇',
          children: [
            {
              label: '观音阁社区居民委员会',
              value: '观音阁社区居民委员会'
            },
            {
              label: '玉溪社区居民委员会',
              value: '玉溪社区居民委员会'
            },
            {
              label: '石镇村民委员会',
              value: '石镇村民委员会'
            },
            {
              label: '中洲村民委员会',
              value: '中洲村民委员会'
            },
            {
              label: '珏田村民委员会',
              value: '珏田村民委员会'
            },
            {
              label: '坑村村民委员会',
              value: '坑村村民委员会'
            },
            {
              label: '射田村民委员会',
              value: '射田村民委员会'
            },
            {
              label: '罗湖村民委员会',
              value: '罗湖村民委员会'
            },
            {
              label: '周家村民委员会',
              value: '周家村民委员会'
            },
            {
              label: '朱砂村民委员会',
              value: '朱砂村民委员会'
            },
            {
              label: '大黄村民委员会',
              value: '大黄村民委员会'
            },
            {
              label: '桐源村民委员会',
              value: '桐源村民委员会'
            },
            {
              label: '双山村民委员会',
              value: '双山村民委员会'
            },
            {
              label: '井路村民委员会',
              value: '井路村民委员会'
            },
            {
              label: '板舒村民委员会',
              value: '板舒村民委员会'
            },
            {
              label: '虎山村民委员会',
              value: '虎山村民委员会'
            },
            {
              label: '黄柏村民委员会',
              value: '黄柏村民委员会'
            }
          ]
        },
        {
          label: '青云镇',
          value: '青云镇',
          children: [
            {
              label: '姚西社区居委会',
              value: '姚西社区居委会'
            },
            {
              label: '园林社区居民委员会',
              value: '园林社区居民委员会'
            },
            {
              label: '青云村民委员会',
              value: '青云村民委员会'
            },
            {
              label: '史桥村民委员会',
              value: '史桥村民委员会'
            },
            {
              label: '乐华村民委员会',
              value: '乐华村民委员会'
            },
            {
              label: '古阳村民委员会',
              value: '古阳村民委员会'
            },
            {
              label: '姚源村民委员会',
              value: '姚源村民委员会'
            },
            {
              label: '下湾村民委员会',
              value: '下湾村民委员会'
            },
            {
              label: '西北村民委员会',
              value: '西北村民委员会'
            },
            {
              label: '荷塘村民委员会',
              value: '荷塘村民委员会'
            },
            {
              label: '东南村民委员会',
              value: '东南村民委员会'
            }
          ]
        },
        {
          label: '梓埠镇',
          value: '梓埠镇',
          children: [
            {
              label: '玉津社区居民委员会',
              value: '玉津社区居民委员会'
            },
            {
              label: '乐安社区居民委员会',
              value: '乐安社区居民委员会'
            },
            {
              label: '周湾村民委员会',
              value: '周湾村民委员会'
            },
            {
              label: '后张村民委员会',
              value: '后张村民委员会'
            },
            {
              label: '李家村民委员会',
              value: '李家村民委员会'
            },
            {
              label: '兰塘村民委员会',
              value: '兰塘村民委员会'
            },
            {
              label: '河东村民委员会',
              value: '河东村民委员会'
            },
            {
              label: '联合村民委员会',
              value: '联合村民委员会'
            },
            {
              label: '燃湖村民委员会',
              value: '燃湖村民委员会'
            },
            {
              label: '白竹村民委员会',
              value: '白竹村民委员会'
            },
            {
              label: '余芦村民委员会',
              value: '余芦村民委员会'
            },
            {
              label: '共和村民委员会',
              value: '共和村民委员会'
            },
            {
              label: '渡港村民委员会',
              value: '渡港村民委员会'
            },
            {
              label: '椒源村民委员会',
              value: '椒源村民委员会'
            },
            {
              label: '五一村民委员会',
              value: '五一村民委员会'
            }
          ]
        },
        {
          label: '大源镇',
          value: '大源镇',
          children: [
            {
              label: '大源村民委员会',
              value: '大源村民委员会'
            },
            {
              label: '江田村民委员会',
              value: '江田村民委员会'
            },
            {
              label: '界福村民委员会',
              value: '界福村民委员会'
            },
            {
              label: '荷溪村民委员会',
              value: '荷溪村民委员会'
            },
            {
              label: '鲇山村民委员会',
              value: '鲇山村民委员会'
            },
            {
              label: '石下村民委员会',
              value: '石下村民委员会'
            },
            {
              label: '山背村民委员会',
              value: '山背村民委员会'
            },
            {
              label: '严家村民委员会',
              value: '严家村民委员会'
            }
          ]
        },
        {
          label: '裴梅镇',
          value: '裴梅镇',
          children: [
            {
              label: '汪家村民委员会',
              value: '汪家村民委员会'
            },
            {
              label: '裴家村民委员会',
              value: '裴家村民委员会'
            },
            {
              label: '江源村民委员会',
              value: '江源村民委员会'
            },
            {
              label: '荷桥村民委员会',
              value: '荷桥村民委员会'
            },
            {
              label: '黄圳村民委员会',
              value: '黄圳村民委员会'
            },
            {
              label: '彭家村民委员会',
              value: '彭家村民委员会'
            },
            {
              label: '雅岗村民委员会',
              value: '雅岗村民委员会'
            },
            {
              label: '塘边村民委员会',
              value: '塘边村民委员会'
            },
            {
              label: '富林村民委员会',
              value: '富林村民委员会'
            },
            {
              label: '龙港村民委员会',
              value: '龙港村民委员会'
            },
            {
              label: '东源村民委员会',
              value: '东源村民委员会'
            },
            {
              label: '葛茅坞村民委员会',
              value: '葛茅坞村民委员会'
            }
          ]
        },
        {
          label: '湖云乡',
          value: '湖云乡',
          children: [
            {
              label: '西湾村民委员会',
              value: '西湾村民委员会'
            },
            {
              label: '吾峰村民委员会',
              value: '吾峰村民委员会'
            },
            {
              label: '黄家村民委员会',
              value: '黄家村民委员会'
            },
            {
              label: '栎山村民委员会',
              value: '栎山村民委员会'
            },
            {
              label: '刘夏村民委员会',
              value: '刘夏村民委员会'
            },
            {
              label: '邱夏村民委员会',
              value: '邱夏村民委员会'
            },
            {
              label: '白马村民委员会',
              value: '白马村民委员会'
            },
            {
              label: '湖云村民委员会',
              value: '湖云村民委员会'
            },
            {
              label: '标林村民委员会',
              value: '标林村民委员会'
            }
          ]
        },
        {
          label: '齐埠乡',
          value: '齐埠乡',
          children: [
            {
              label: '兴业居委会',
              value: '兴业居委会'
            },
            {
              label: '齐埠村民委员会',
              value: '齐埠村民委员会'
            },
            {
              label: '方家村民委员会',
              value: '方家村民委员会'
            },
            {
              label: '江家村民委员会',
              value: '江家村民委员会'
            },
            {
              label: '蛇湾村民委员会',
              value: '蛇湾村民委员会'
            },
            {
              label: '上汪村民委员会',
              value: '上汪村民委员会'
            },
            {
              label: '松竹村民委员会',
              value: '松竹村民委员会'
            },
            {
              label: '塘背村民委员会',
              value: '塘背村民委员会'
            },
            {
              label: '星明村民委员会',
              value: '星明村民委员会'
            },
            {
              label: '盘田村民委员会',
              value: '盘田村民委员会'
            },
            {
              label: '黄坪村民委员会',
              value: '黄坪村民委员会'
            },
            {
              label: '左畲村民委员会',
              value: '左畲村民委员会'
            },
            {
              label: '五里长山林场',
              value: '五里长山林场'
            }
          ]
        },
        {
          label: '汪家乡',
          value: '汪家乡',
          children: [
            {
              label: '新华村民委员会',
              value: '新华村民委员会'
            },
            {
              label: '坑边村民委员会',
              value: '坑边村民委员会'
            },
            {
              label: '山下村民委员会',
              value: '山下村民委员会'
            },
            {
              label: '万和村民委员会',
              value: '万和村民委员会'
            },
            {
              label: '岩山村民委员会',
              value: '岩山村民委员会'
            },
            {
              label: '新建村民委员会',
              value: '新建村民委员会'
            },
            {
              label: '昌港村民委员会',
              value: '昌港村民委员会'
            },
            {
              label: '新乐村民委员会',
              value: '新乐村民委员会'
            }
          ]
        },
        {
          label: '上坊乡',
          value: '上坊乡',
          children: [
            {
              label: '上坊村民委员会',
              value: '上坊村民委员会'
            },
            {
              label: '富厂村民委员会',
              value: '富厂村民委员会'
            },
            {
              label: '细港村民委员会',
              value: '细港村民委员会'
            },
            {
              label: '夏营村民委员会',
              value: '夏营村民委员会'
            },
            {
              label: '湾里村民委员会',
              value: '湾里村民委员会'
            },
            {
              label: '高墩村民委员会',
              value: '高墩村民委员会'
            },
            {
              label: '港边村委会',
              value: '港边村委会'
            },
            {
              label: '奎田村民委员会',
              value: '奎田村民委员会'
            },
            {
              label: '程源村民委员会',
              value: '程源村民委员会'
            },
            {
              label: '万年峰村民委员会',
              value: '万年峰村民委员会'
            }
          ]
        },
        {
          label: '苏桥乡',
          value: '苏桥乡',
          children: [
            {
              label: '当下村民委员会',
              value: '当下村民委员会'
            },
            {
              label: '麻畲村民委员会',
              value: '麻畲村民委员会'
            },
            {
              label: '杨芳村民委员会',
              value: '杨芳村民委员会'
            },
            {
              label: '射林村民委员会',
              value: '射林村民委员会'
            },
            {
              label: '畈民村民委员会',
              value: '畈民村民委员会'
            },
            {
              label: '烧桥村民委员会',
              value: '烧桥村民委员会'
            },
            {
              label: '苏桥村民委员会',
              value: '苏桥村民委员会'
            },
            {
              label: '吴林村民委员会',
              value: '吴林村民委员会'
            },
            {
              label: '下门村民委员会',
              value: '下门村民委员会'
            },
            {
              label: '虞坊村民委员会',
              value: '虞坊村民委员会'
            },
            {
              label: '夹罗村民委员会',
              value: '夹罗村民委员会'
            },
            {
              label: '岗上村民委员会',
              value: '岗上村民委员会'
            },
            {
              label: '合田村民委员会',
              value: '合田村民委员会'
            },
            {
              label: '杨桥村民委员会',
              value: '杨桥村民委员会'
            },
            {
              label: '金川村民委员会',
              value: '金川村民委员会'
            }
          ]
        },
        {
          label: '珠田乡',
          value: '珠田乡',
          children: [
            {
              label: '坪上村民委员会',
              value: '坪上村民委员会'
            },
            {
              label: '库田村民委员会',
              value: '库田村民委员会'
            },
            {
              label: '越溪村民委员会',
              value: '越溪村民委员会'
            },
            {
              label: '榜林村民委员会',
              value: '榜林村民委员会'
            },
            {
              label: '珠田村民委员会',
              value: '珠田村民委员会'
            },
            {
              label: '珠湾村民委员会',
              value: '珠湾村民委员会'
            },
            {
              label: '丰林村民委员会',
              value: '丰林村民委员会'
            }
          ]
        }
      ]
    },
    {
      label: '婺源县',
      value: '婺源县',
      children: [
        {
          label: '蚺城街道',
          value: '蚺城街道',
          children: [
            {
              label: '蚺城居委会',
              value: '蚺城居委会'
            },
            {
              label: '花园域居委会',
              value: '花园域居委会'
            },
            {
              label: '涵春居委会',
              value: '涵春居委会'
            },
            {
              label: '儒学前居委会',
              value: '儒学前居委会'
            },
            {
              label: '文博居委会',
              value: '文博居委会'
            },
            {
              label: '文公居委会',
              value: '文公居委会'
            },
            {
              label: '天佑居委会',
              value: '天佑居委会'
            },
            {
              label: '瑞虹社区居委会',
              value: '瑞虹社区居委会'
            },
            {
              label: '朱塘社区居委会',
              value: '朱塘社区居委会'
            },
            {
              label: '香田村委会',
              value: '香田村委会'
            },
            {
              label: '东岭坞村委会',
              value: '东岭坞村委会'
            },
            {
              label: '上梅洲村委会',
              value: '上梅洲村委会'
            },
            {
              label: '城关村委会',
              value: '城关村委会'
            }
          ]
        },
        {
          label: '紫阳镇',
          value: '紫阳镇',
          children: [
            {
              label: '武口居委会',
              value: '武口居委会'
            },
            {
              label: '七里亭社区居委会',
              value: '七里亭社区居委会'
            },
            {
              label: '杨坑村委会',
              value: '杨坑村委会'
            },
            {
              label: '西坑村委会',
              value: '西坑村委会'
            },
            {
              label: '梅林村委会',
              value: '梅林村委会'
            },
            {
              label: '一都村委会',
              value: '一都村委会'
            },
            {
              label: '雍溪村委会',
              value: '雍溪村委会'
            },
            {
              label: '马家村委会',
              value: '马家村委会'
            },
            {
              label: '坑口村委会',
              value: '坑口村委会'
            },
            {
              label: '戴家村委会',
              value: '戴家村委会'
            },
            {
              label: '杨溪村委会',
              value: '杨溪村委会'
            },
            {
              label: '善坑村委会',
              value: '善坑村委会'
            },
            {
              label: '高砂村委会婺源生态工业园区',
              value: '高砂村委会婺源生态工业园区'
            },
            {
              label: '齐村村委会',
              value: '齐村村委会'
            },
            {
              label: '考水村委会',
              value: '考水村委会'
            },
            {
              label: '岭下村委会婺源生态工业园区',
              value: '岭下村委会婺源生态工业园区'
            },
            {
              label: '湖林村委会婺源生态工业园区',
              value: '湖林村委会婺源生态工业园区'
            },
            {
              label: '王家墩村委会',
              value: '王家墩村委会'
            },
            {
              label: '汤村村委会',
              value: '汤村村委会'
            },
            {
              label: '向阳村委会',
              value: '向阳村委会'
            }
          ]
        },
        {
          label: '清华镇',
          value: '清华镇',
          children: [
            {
              label: '新街居委会',
              value: '新街居委会'
            },
            {
              label: '横街居委会',
              value: '横街居委会'
            },
            {
              label: '长林居委会',
              value: '长林居委会'
            },
            {
              label: '清华村委会',
              value: '清华村委会'
            },
            {
              label: '双河村委会',
              value: '双河村委会'
            },
            {
              label: '东园村委会',
              value: '东园村委会'
            },
            {
              label: '花园村委会',
              value: '花园村委会'
            },
            {
              label: '浮溪村委会',
              value: '浮溪村委会'
            },
            {
              label: '诗春村委会',
              value: '诗春村委会'
            },
            {
              label: '里村村委会',
              value: '里村村委会'
            },
            {
              label: '洪村村委会',
              value: '洪村村委会'
            }
          ]
        },
        {
          label: '秋口镇',
          value: '秋口镇',
          children: [
            {
              label: '沙城社区居委会',
              value: '沙城社区居委会'
            },
            {
              label: '秋口村委会',
              value: '秋口村委会'
            },
            {
              label: '白石村委会',
              value: '白石村委会'
            },
            {
              label: '王村村委会',
              value: '王村村委会'
            },
            {
              label: '渔潭村委会',
              value: '渔潭村委会'
            },
            {
              label: '李坑村委会',
              value: '李坑村委会'
            },
            {
              label: '岭溪村委会',
              value: '岭溪村委会'
            },
            {
              label: '占才村委会',
              value: '占才村委会'
            },
            {
              label: '言坑村委会',
              value: '言坑村委会'
            },
            {
              label: '黄源村委会',
              value: '黄源村委会'
            },
            {
              label: '官桥村委会',
              value: '官桥村委会'
            },
            {
              label: '秋溪村委会',
              value: '秋溪村委会'
            },
            {
              label: '里源村委会',
              value: '里源村委会'
            },
            {
              label: '洙西村委会',
              value: '洙西村委会'
            },
            {
              label: '梓槎村委会',
              value: '梓槎村委会'
            },
            {
              label: '词坑村委会',
              value: '词坑村委会'
            },
            {
              label: '秋口林场生活区',
              value: '秋口林场生活区'
            }
          ]
        },
        {
          label: '江湾镇',
          value: '江湾镇',
          children: [
            {
              label: '江湾居委会',
              value: '江湾居委会'
            },
            {
              label: '梨园居委会',
              value: '梨园居委会'
            },
            {
              label: '莲花芯居委会',
              value: '莲花芯居委会'
            },
            {
              label: '江湾村委会',
              value: '江湾村委会'
            },
            {
              label: '占坑村委会',
              value: '占坑村委会'
            },
            {
              label: '钟吕村委会',
              value: '钟吕村委会'
            },
            {
              label: '汪口村委会',
              value: '汪口村委会'
            },
            {
              label: '洪坦村委会',
              value: '洪坦村委会'
            },
            {
              label: '荷田村委会',
              value: '荷田村委会'
            },
            {
              label: '晓起村委会',
              value: '晓起村委会'
            },
            {
              label: '栗木坑村委会',
              value: '栗木坑村委会'
            },
            {
              label: '晓鳙村委会',
              value: '晓鳙村委会'
            },
            {
              label: '前段村委会',
              value: '前段村委会'
            },
            {
              label: '大潋村委会',
              value: '大潋村委会'
            },
            {
              label: '东头村委会',
              value: '东头村委会'
            },
            {
              label: '大畈村委会',
              value: '大畈村委会'
            },
            {
              label: '浯村村委会',
              value: '浯村村委会'
            },
            {
              label: '济溪村委会',
              value: '济溪村委会'
            },
            {
              label: '低源村委会',
              value: '低源村委会'
            },
            {
              label: '龙潭村委会',
              value: '龙潭村委会'
            },
            {
              label: '古蜀地村委会',
              value: '古蜀地村委会'
            },
            {
              label: '晓容林场生活区',
              value: '晓容林场生活区'
            }
          ]
        },
        {
          label: '思口镇',
          value: '思口镇',
          children: [
            {
              label: '云丘社区居委会',
              value: '云丘社区居委会'
            },
            {
              label: '思口村委会',
              value: '思口村委会'
            },
            {
              label: '思溪村委会',
              value: '思溪村委会'
            },
            {
              label: '高枧村委会',
              value: '高枧村委会'
            },
            {
              label: '西源村委会',
              value: '西源村委会'
            },
            {
              label: '长滩村委会',
              value: '长滩村委会'
            },
            {
              label: '前坦村委会',
              value: '前坦村委会'
            },
            {
              label: '西冲村委会',
              value: '西冲村委会'
            },
            {
              label: '河山坦村委会',
              value: '河山坦村委会'
            },
            {
              label: '西冲林场生活区',
              value: '西冲林场生活区'
            }
          ]
        },
        {
          label: '赋春镇',
          value: '赋春镇',
          children: [
            {
              label: '长降社区居委会',
              value: '长降社区居委会'
            },
            {
              label: '赋春村委会',
              value: '赋春村委会'
            },
            {
              label: '冲田村委会',
              value: '冲田村委会'
            },
            {
              label: '新田村',
              value: '新田村'
            },
            {
              label: '游汀村委会',
              value: '游汀村委会'
            },
            {
              label: '臧坑村委会',
              value: '臧坑村委会'
            },
            {
              label: '洪家村委会',
              value: '洪家村委会'
            },
            {
              label: '林塘村委会',
              value: '林塘村委会'
            },
            {
              label: '岩前村委会',
              value: '岩前村委会'
            },
            {
              label: '长溪村委会',
              value: '长溪村委会'
            },
            {
              label: '盘坑村委会',
              value: '盘坑村委会'
            },
            {
              label: '排前村委会',
              value: '排前村委会'
            },
            {
              label: '虎溪村委会',
              value: '虎溪村委会'
            },
            {
              label: '甲路村委会',
              value: '甲路村委会'
            },
            {
              label: '严田村委会',
              value: '严田村委会'
            },
            {
              label: '湖山村委会',
              value: '湖山村委会'
            },
            {
              label: '胡家村委会',
              value: '胡家村委会'
            },
            {
              label: '对坞村委会',
              value: '对坞村委会'
            }
          ]
        },
        {
          label: '镇头镇',
          value: '镇头镇',
          children: [

          ]
        },
        {
          label: '立新居委会',
          value: '立新居委会'
        },
        {
          label: '镇头村委会',
          value: '镇头村委会'
        },
        {
          label: '梅田村委会',
          value: '梅田村委会'
        },
        {
          label: '游山村委会',
          value: '游山村委会'
        },
        {
          label: '张村村委会',
          value: '张村村委会'
        },
        {
          label: '冷亭村委会',
          value: '冷亭村委会'
        },
        {
          label: '太白镇',
          value: '太白镇',
          children: [
            {
              label: '大山头居委会',
              value: '大山头居委会'
            },
            {
              label: '太白村委会',
              value: '太白村委会'
            },
            {
              label: '玉坦村委会',
              value: '玉坦村委会'
            },
            {
              label: '曹门村委会',
              value: '曹门村委会'
            },
            {
              label: '薛村村委会',
              value: '薛村村委会'
            },
            {
              label: '潘村村委会',
              value: '潘村村委会'
            },
            {
              label: '杨村村委会',
              value: '杨村村委会'
            },
            {
              label: '程家湾村委会',
              value: '程家湾村委会'
            },
            {
              label: '新屋村委会',
              value: '新屋村委会'
            }
          ]
        },
        {
          label: '中云镇',
          value: '中云镇',
          children: [
            {
              label: '晓林居委会',
              value: '晓林居委会'
            },
            {
              label: '中云村委会',
              value: '中云村委会'
            },
            {
              label: '下港村委会',
              value: '下港村委会'
            },
            {
              label: '横槎村委会',
              value: '横槎村委会'
            },
            {
              label: '方村村委会',
              value: '方村村委会'
            },
            {
              label: '龙山村委会',
              value: '龙山村委会'
            },
            {
              label: '长尧村委会',
              value: '长尧村委会'
            },
            {
              label: '桃溪村委会',
              value: '桃溪村委会'
            },
            {
              label: '晓林村委会',
              value: '晓林村委会'
            }
          ]
        },
        {
          label: '许村镇',
          value: '许村镇',
          children: [
            {
              label: '中洲居委会',
              value: '中洲居委会'
            },
            {
              label: '许村村委会',
              value: '许村村委会'
            },
            {
              label: '汾水村委会',
              value: '汾水村委会'
            },
            {
              label: '仁洪村委会',
              value: '仁洪村委会'
            },
            {
              label: '盘山村委会',
              value: '盘山村委会'
            },
            {
              label: '朗湖村委会',
              value: '朗湖村委会'
            },
            {
              label: '周溪村委会',
              value: '周溪村委会'
            },
            {
              label: '董家村委会',
              value: '董家村委会'
            },
            {
              label: '汪村村委会',
              value: '汪村村委会'
            },
            {
              label: '曹村村委会',
              value: '曹村村委会'
            },
            {
              label: '小港村委会',
              value: '小港村委会'
            },
            {
              label: '水埠头村委会',
              value: '水埠头村委会'
            },
            {
              label: '项家埠村委会',
              value: '项家埠村委会'
            },
            {
              label: '洙坑村委会',
              value: '洙坑村委会'
            }
          ]
        },
        {
          label: '溪头乡',
          value: '溪头乡',
          children: [
            {
              label: '下溪村委会',
              value: '下溪村委会'
            },
            {
              label: '上溪村委会',
              value: '上溪村委会'
            },
            {
              label: '青石村委会',
              value: '青石村委会'
            },
            {
              label: '砚山村委会',
              value: '砚山村委会'
            },
            {
              label: '城口村委会',
              value: '城口村委会'
            },
            {
              label: '龙尾村委会',
              value: '龙尾村委会'
            },
            {
              label: '西岸村委会',
              value: '西岸村委会'
            },
            {
              label: '桐木汰村委会',
              value: '桐木汰村委会'
            }
          ]
        },
        {
          label: '段莘乡',
          value: '段莘乡',
          children: [
            {
              label: '中村村委会',
              value: '中村村委会'
            },
            {
              label: '段莘村委会',
              value: '段莘村委会'
            },
            {
              label: '阆山村委会',
              value: '阆山村委会'
            },
            {
              label: '西垣村委会',
              value: '西垣村委会'
            },
            {
              label: '裔村村委会',
              value: '裔村村委会'
            },
            {
              label: '金坑村委会',
              value: '金坑村委会'
            },
            {
              label: '东石村委会',
              value: '东石村委会'
            },
            {
              label: '槎口村委会',
              value: '槎口村委会'
            },
            {
              label: '大汜村委会',
              value: '大汜村委会'
            },
            {
              label: '汪槎村委会',
              value: '汪槎村委会'
            },
            {
              label: '庆源村委会',
              value: '庆源村委会'
            },
            {
              label: '官坑村委会',
              value: '官坑村委会'
            }
          ]
        },
        {
          label: '浙源乡',
          value: '浙源乡',
          children: [
            {
              label: '凤山村委会',
              value: '凤山村委会'
            },
            {
              label: '岭脚村委会',
              value: '岭脚村委会'
            },
            {
              label: '虹关村委会',
              value: '虹关村委会'
            },
            {
              label: '沱口村委会',
              value: '沱口村委会'
            },
            {
              label: '庐坑村委会',
              value: '庐坑村委会'
            },
            {
              label: '庐坑岭村委会',
              value: '庐坑岭村委会'
            },
            {
              label: '周家山村委会',
              value: '周家山村委会'
            }
          ]
        },
        {
          label: '沱川乡',
          value: '沱川乡',
          children: [
            {
              label: '河东村委会',
              value: '河东村委会'
            },
            {
              label: '河西村委会',
              value: '河西村委会'
            },
            {
              label: '理坑村委会',
              value: '理坑村委会'
            },
            {
              label: '小沱村委会',
              value: '小沱村委会'
            }
          ]
        },
        {
          label: '大鄣山乡',
          value: '大鄣山乡',
          children: [
            {
              label: '车田村委会',
              value: '车田村委会'
            },
            {
              label: '鄣山村委会',
              value: '鄣山村委会'
            },
            {
              label: '洪源上村村委会',
              value: '洪源上村村委会'
            },
            {
              label: '洪源下村村委会',
              value: '洪源下村村委会'
            },
            {
              label: '白石源村委会',
              value: '白石源村委会'
            },
            {
              label: '古坦村委会',
              value: '古坦村委会'
            },
            {
              label: '黄村村委会',
              value: '黄村村委会'
            },
            {
              label: '菊径村委会',
              value: '菊径村委会'
            },
            {
              label: '程村村委会',
              value: '程村村委会'
            },
            {
              label: '戴村村委会',
              value: '戴村村委会'
            },
            {
              label: '西山村委会',
              value: '西山村委会'
            },
            {
              label: '水岚村委会',
              value: '水岚村委会'
            },
            {
              label: '和村村委会',
              value: '和村村委会'
            },
            {
              label: '通元村委会',
              value: '通元村委会'
            },
            {
              label: '莒莙村委会',
              value: '莒莙村委会'
            }
          ]
        },
        {
          label: '珍珠山乡',
          value: '珍珠山乡',
          children: [
            {
              label: '珍珠山居委会',
              value: '珍珠山居委会'
            },
            {
              label: '吴源村委会',
              value: '吴源村委会'
            },
            {
              label: '黄沙村委会',
              value: '黄沙村委会'
            },
            {
              label: '虹冲村委会',
              value: '虹冲村委会'
            },
            {
              label: '秀水村委会',
              value: '秀水村委会'
            },
            {
              label: '董家山分场',
              value: '董家山分场'
            },
            {
              label: '历居分场',
              value: '历居分场'
            },
            {
              label: '莲子滩茶场',
              value: '莲子滩茶场'
            },
            {
              label: '山溪林场',
              value: '山溪林场'
            },
            {
              label: '塘尾分场',
              value: '塘尾分场'
            }
          ]
        }
      ]
    },
    {
      label: '德兴市',
      value: '德兴市',
      children: [
        {
          label: '银城街道办事处',
          value: '银城街道办事处',
          children: [
            {
              label: '银泉社区居民委员会',
              value: '银泉社区居民委员会'
            },
            {
              label: '水绿桥社区居民委员会',
              value: '水绿桥社区居民委员会'
            },
            {
              label: '肯堂山社区居民委员会',
              value: '肯堂山社区居民委员会'
            },
            {
              label: '武安路社区居民委员会',
              value: '武安路社区居民委员会'
            },
            {
              label: '岁寒山社区居民委员会',
              value: '岁寒山社区居民委员会'
            },
            {
              label: '凤仪门社区居民委员会',
              value: '凤仪门社区居民委员会'
            },
            {
              label: '银山社区居民委员会',
              value: '银山社区居民委员会'
            },
            {
              label: '胜利亭居民委员会',
              value: '胜利亭居民委员会'
            },
            {
              label: '彩虹桥居民委员会',
              value: '彩虹桥居民委员会'
            },
            {
              label: '天门山居民委员会',
              value: '天门山居民委员会'
            },
            {
              label: '新南居民委员会',
              value: '新南居民委员会'
            },
            {
              label: '洎水社区居民委员会',
              value: '洎水社区居民委员会'
            },
            {
              label: '幸福社区居居委员会',
              value: '幸福社区居居委员会'
            },
            {
              label: '吊钟村民委员会',
              value: '吊钟村民委员会'
            }
          ]
        },
        {
          label: '新营街道办事处',
          value: '新营街道办事处',
          children: [
            {
              label: '红山社区居民委员会',
              value: '红山社区居民委员会'
            },
            {
              label: '女儿田社区居民委员会',
              value: '女儿田社区居民委员会'
            },
            {
              label: '吴园社区居民委员会',
              value: '吴园社区居民委员会'
            },
            {
              label: '银鹿社区居民委员会',
              value: '银鹿社区居民委员会'
            },
            {
              label: '新营一村居民委员会',
              value: '新营一村居民委员会'
            },
            {
              label: '新营二村居民委员会',
              value: '新营二村居民委员会'
            },
            {
              label: '新营三村居民委员会',
              value: '新营三村居民委员会'
            },
            {
              label: '聚远社区居民委员会',
              value: '聚远社区居民委员会'
            },
            {
              label: '德兴铜矿朱家坪社区',
              value: '德兴铜矿朱家坪社区'
            }
          ]
        },
        {
          label: '香屯街道办事处',
          value: '香屯街道办事处',
          children: [
            {
              label: '香屯居民委员会',
              value: '香屯居民委员会'
            },
            {
              label: '乐安社区居民委员会',
              value: '乐安社区居民委员会'
            },
            {
              label: '园艺居民委员会',
              value: '园艺居民委员会'
            },
            {
              label: '五星居民委员会',
              value: '五星居民委员会'
            },
            {
              label: '杨家湾居民委员会',
              value: '杨家湾居民委员会'
            },
            {
              label: '汪村村民委员会',
              value: '汪村村民委员会'
            },
            {
              label: '南墩村民委员会',
              value: '南墩村民委员会'
            },
            {
              label: '兰村村民委员会',
              value: '兰村村民委员会'
            }
          ]
        },
        {
          label: '绕二镇',
          value: '绕二镇',
          children: [
            {
              label: '双溪居民委员会',
              value: '双溪居民委员会'
            },
            {
              label: '双河社区居民委员会',
              value: '双河社区居民委员会'
            },
            {
              label: '绕二村民委员会',
              value: '绕二村民委员会'
            },
            {
              label: '炉里村民委员会',
              value: '炉里村民委员会'
            },
            {
              label: '瑞港村民委员会',
              value: '瑞港村民委员会'
            },
            {
              label: '傅家墩村民委员会',
              value: '傅家墩村民委员会'
            },
            {
              label: '重溪村民委员会',
              value: '重溪村民委员会'
            },
            {
              label: '焦坑村民委员会',
              value: '焦坑村民委员会'
            },
            {
              label: '水口村民委员会',
              value: '水口村民委员会'
            },
            {
              label: '横港村民委员会',
              value: '横港村民委员会'
            },
            {
              label: '花林村民委员会',
              value: '花林村民委员会'
            },
            {
              label: '塘湾村民委员会',
              value: '塘湾村民委员会'
            }
          ]
        },
        {
          label: '海口镇',
          value: '海口镇',
          children: [
            {
              label: '新源社区居民委员会',
              value: '新源社区居民委员会'
            },
            {
              label: '海乐社区居民委员会',
              value: '海乐社区居民委员会'
            },
            {
              label: '海口村民委员会',
              value: '海口村民委员会'
            },
            {
              label: '黄渡村民委员会',
              value: '黄渡村民委员会'
            },
            {
              label: '江田村民委员会',
              value: '江田村民委员会'
            },
            {
              label: '杜村村民委员会',
              value: '杜村村民委员会'
            },
            {
              label: '舒湾村民委员会',
              value: '舒湾村民委员会'
            }
          ]
        },
        {
          label: '新岗山镇',
          value: '新岗山镇',
          children: [
            {
              label: '新岗山社区居民委员会',
              value: '新岗山社区居民委员会'
            },
            {
              label: '农科新社区居民委员会',
              value: '农科新社区居民委员会'
            },
            {
              label: '新建村民委员会',
              value: '新建村民委员会'
            },
            {
              label: '西坑村民委员会',
              value: '西坑村民委员会'
            },
            {
              label: '体泉村民委员会',
              value: '体泉村民委员会'
            },
            {
              label: '板桥村民委员会',
              value: '板桥村民委员会'
            },
            {
              label: '占才村民委员会',
              value: '占才村民委员会'
            },
            {
              label: '叶村村民委员会',
              value: '叶村村民委员会'
            },
            {
              label: '浅港村民委员会',
              value: '浅港村民委员会'
            },
            {
              label: '丁村村民委员会',
              value: '丁村村民委员会'
            }
          ]
        },
        {
          label: '泗洲镇',
          value: '泗洲镇',
          children: [
            {
              label: '金家社区居民委员会',
              value: '金家社区居民委员会'
            },
            {
              label: '张家畈社区居民委员会',
              value: '张家畈社区居民委员会'
            },
            {
              label: '铜埠社区居民委员会',
              value: '铜埠社区居民委员会'
            },
            {
              label: '祝家社区居民委员会',
              value: '祝家社区居民委员会'
            },
            {
              label: '铜城社区居民委员会',
              value: '铜城社区居民委员会'
            },
            {
              label: '潭兴社区居民委员会',
              value: '潭兴社区居民委员会'
            },
            {
              label: '立新村民委员会',
              value: '立新村民委员会'
            },
            {
              label: '中洲村民委员会',
              value: '中洲村民委员会'
            },
            {
              label: '潭埠村民委员会',
              value: '潭埠村民委员会'
            },
            {
              label: '王村村民委员会',
              value: '王村村民委员会'
            }
          ]
        },
        {
          label: '花桥镇',
          value: '花桥镇',
          children: [
            {
              label: '梨园社区居民委员会',
              value: '梨园社区居民委员会'
            },
            {
              label: '富家坞社区居民委员会',
              value: '富家坞社区居民委员会'
            },
            {
              label: '詹村居民委员会',
              value: '詹村居民委员会'
            },
            {
              label: '园林社区居民委员会',
              value: '园林社区居民委员会'
            },
            {
              label: '大茅山基建队社区居民委员会',
              value: '大茅山基建队社区居民委员会'
            },
            {
              label: '金城社区居民委员会',
              value: '金城社区居民委员会'
            },
            {
              label: '花桥村民委员会',
              value: '花桥村民委员会'
            },
            {
              label: '昭林村民委员会',
              value: '昭林村民委员会'
            },
            {
              label: '黄柏洋村民委员会',
              value: '黄柏洋村民委员会'
            },
            {
              label: '渔塘村民委员会',
              value: '渔塘村民委员会'
            }
          ]
        },
        {
          label: '黄柏乡',
          value: '黄柏乡',
          children: [
            {
              label: '柏溪社区居民委员会',
              value: '柏溪社区居民委员会'
            },
            {
              label: '黄柏村民委员会',
              value: '黄柏村民委员会'
            },
            {
              label: '油榨村民委员会',
              value: '油榨村民委员会'
            },
            {
              label: '洋田村民委员会',
              value: '洋田村民委员会'
            },
            {
              label: '锦坑村民委员会',
              value: '锦坑村民委员会'
            },
            {
              label: '尚和村民委员会',
              value: '尚和村民委员会'
            },
            {
              label: '胡家村民委员会',
              value: '胡家村民委员会'
            },
            {
              label: '苏家村民委员会',
              value: '苏家村民委员会'
            },
            {
              label: '港西村民委员会',
              value: '港西村民委员会'
            },
            {
              label: '长田村民委员会',
              value: '长田村民委员会'
            },
            {
              label: '宋家村民委员会',
              value: '宋家村民委员会'
            },
            {
              label: '炉湾村民委员会',
              value: '炉湾村民委员会'
            }
          ]
        },
        {
          label: '万村乡',
          value: '万村乡',
          children: [
            {
              label: '建节水居民委员会',
              value: '建节水居民委员会'
            },
            {
              label: '万村村民委员会',
              value: '万村村民委员会'
            },
            {
              label: '新屋村民委员会',
              value: '新屋村民委员会'
            },
            {
              label: '墩上村民委员会',
              value: '墩上村民委员会'
            },
            {
              label: '大田村民委员会',
              value: '大田村民委员会'
            },
            {
              label: '沙畈村民委员会',
              value: '沙畈村民委员会'
            },
            {
              label: '瓦源村民委员会',
              value: '瓦源村民委员会'
            }
          ]
        },
        {
          label: '张村乡',
          value: '张村乡',
          children: [
            {
              label: '长乐社区居民委员会',
              value: '长乐社区居民委员会'
            },
            {
              label: '汪杨社区居民委员会',
              value: '汪杨社区居民委员会'
            },
            {
              label: '店前村民委员会',
              value: '店前村民委员会'
            },
            {
              label: '南岸村民委员会',
              value: '南岸村民委员会'
            },
            {
              label: '笪家庄村民委员会',
              value: '笪家庄村民委员会'
            },
            {
              label: '张村村民委员会',
              value: '张村村民委员会'
            },
            {
              label: '瑶畈村民委员会',
              value: '瑶畈村民委员会'
            },
            {
              label: '大畈村民委员会',
              value: '大畈村民委员会'
            },
            {
              label: '梅溪村民委员会',
              value: '梅溪村民委员会'
            },
            {
              label: '界田村民委员会',
              value: '界田村民委员会'
            }
          ]
        },
        {
          label: '昄大乡',
          value: '昄大乡',
          children: [
            {
              label: '三清社区居民委员会',
              value: '三清社区居民委员会'
            },
            {
              label: '昄大村民委员会',
              value: '昄大村民委员会'
            },
            {
              label: '泸口村民委员会',
              value: '泸口村民委员会'
            },
            {
              label: '定坑村民委员会',
              value: '定坑村民委员会'
            },
            {
              label: '港首村民委员会',
              value: '港首村民委员会'
            }
          ]
        },
        {
          label: '李宅乡',
          value: '李宅乡',
          children: [
            {
              label: '立信社区居民委员会',
              value: '立信社区居民委员会'
            },
            {
              label: '李宅村民委员会',
              value: '李宅村民委员会'
            },
            {
              label: '舒家村民委员会',
              value: '舒家村民委员会'
            },
            {
              label: '文港村民委员会',
              value: '文港村民委员会'
            },
            {
              label: '密川村民委员会',
              value: '密川村民委员会'
            },
            {
              label: '中村村民委员会',
              value: '中村村民委员会'
            },
            {
              label: '宗儒村民委员会',
              value: '宗儒村民委员会'
            }
          ]
        },
        {
          label: '龙头山乡',
          value: '龙头山乡',
          children: [
            {
              label: '古圳头居民委员会',
              value: '古圳头居民委员会'
            },
            {
              label: '会源社区居民委员会',
              value: '会源社区居民委员会'
            },
            {
              label: '暖水村民委员会',
              value: '暖水村民委员会'
            },
            {
              label: '东坞村民委员会',
              value: '东坞村民委员会'
            },
            {
              label: '南溪村民委员会',
              value: '南溪村民委员会'
            },
            {
              label: '龙头村民委员会',
              value: '龙头村民委员会'
            },
            {
              label: '桂湖村民委员会',
              value: '桂湖村民委员会'
            },
            {
              label: '陈坊村民委员会',
              value: '陈坊村民委员会'
            }
          ]
        },
        {
          label: '江西省德兴铜矿',
          value: '江西省德兴铜矿',
          children: [
            {
              label: '中区社区',
              value: '中区社区'
            },
            {
              label: '南区社区',
              value: '南区社区'
            },
            {
              label: '北区社区',
              value: '北区社区'
            },
            {
              label: '新区社区',
              value: '新区社区'
            }
          ]
        }
      ]
    }
  ],
  city: function() {
    return this.options
  },
  occurPlace: function() {
    return this.options2
  }
}
